[
    {
        "id": "2d592102-233d-411a-96fa-701b4ce966d3",
        "payload": {
            "content": "Coaches Voice The 4 3 3 football tactics explained Jürgen Klopp s Liverpool and Pep Guardiola s Barcelona both used a 4 3 3 formation to great effect. We analyse its benefits and potential drawbacks Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 8 min read Copy link The 4 3 3 football tactics explained Getty Images Author Coaches Voice Published on December 16 2022 Powered by What is a 4 3 3? The 4 3 3 is a formation that uses four defenders made up of two centre backs and two full backs behind a midfield line of three. The most common set up in midfield is one deeper player the single pivot and two slightly more advanced to either side. The front line is then composed of two wide attackers who play on either side of a single centre forward. Where does the 4 3 3 originate from? In response to the 1950 World Cup final defeat at home to Uruguay, Brazil started to use a back line of four in a 4 2 4 formation. They went on to use this formation at the 1958 World Cup, which they won. By 1962, Brazil had adapted once more to create a 4 3 3 structure in which Mário Zagallo dropped from the front line into midfield. At the next World Cup, in England in 1966, the hosts and eventual winners used a more permanent defensive midfielder Nobby Stiles in a 4 1 2 3 formation. Although the 4 3 3 was then used across Italy, Argentina and Uruguay for years to come, Rinus Michels Netherlands and Ajax sides of the 1970s were two of the most famous for inspiring the use of a 4 3 3 shape. It was these teams tactics that led to the concept of Total Football and encouraged the likes of Johan Cruyff to use a 4 3 3 when he became a coach, too. What are the players in possession responsibilities in a 4 3 3? The main responsibility for the wingers is isolating full backs and attacking in one on one situations either working around the outside of their opponents to cross, or cutting inside to combine. The latter approach is common for wrong footed wingers or inside forwards, who aim to come off the flank and shoot at goal. Wingers holding a wide position can help create space infield for an attacking midfielder to run into. A winger moving infield, meanwhile, creates space on the outside for a full back to overlap into. The lone centre forward moves across the pitch as the attack builds, pinning the opposition s ball side centre back. The forward can drop short to link and help create overloads in central midfield, or provide direct runs beyond the opposition. These runs are often to try and get on the end of through balls, and in the process push the opposition s defence back into deeper territory. This will, in turn, create space centrally for midfielders or wide forwards to move into. The midfield three provide passing options for both build up and attacking play. The two more attack minded midfielders are often positioned in the inside channels and provide forward runs between the winger and centre forward to get into crossing positions. If deeper, they connect the full back and centre back on their side to the winger and centre forward. The defensive midfielder is the primary link between the back line and midfield, though, and the main player through which switches of play are made to access the other side of the pitch. The back line especially the centre backs focus on accessing the central midfield unit during build up, especially if they have an overload in that area. The centre backs will also often reposition themselves to allow the deepest midfielder to drop into the back line during build up. The full backs then push forward, providing the team s width as the wrong footed wingers move inside. Then, the attacking midfielders may remain deeper, acting as cover should the move break down. What are the players out of possession responsibilities in a 4 3 3? Having three players in attack means a 4 3 3 is a good shape to use to press high up the pitch. The wingers can start narrow to block the central areas before pressing outwards to force the ball wide, with the centre forward aiming to block off any switch of play. It is also possible for the wingers to start wider and press inwards, should the aim be to force play into a midfield trap. Another option is the wingers positioning themselves in line with the two outside central midfielders to form a 4 1 4 1 block. The three central midfielders cover and protect central areas, and can quickly adapt to become two defensive midfielders and one advanced midfielder if necessary. This can occur either when a block is formed or when pressing. When set in the more traditional 4 3 3 shape with one defensive midfielder flanked by two others the advanced midfielders can individually press the wide areas behind the wingers, or jump to support the centre forward. The back four will remain compact for as long as possible when defending in a set block, protected by the midfield three. Opponents can target spaces out wide, between the full back and winger here, the back line can move across the pitch aggressively. The full backs may jump forward to support a higher press, especially if the winger on the same side is committed forwards. The back line will again slide across the pitch to support the full back. Which are the best examples of teams using a 4 3 3? Pep Guardiola s Barcelona Guardiola has often used a 4 3 3 as his preferred starting shape. With Barcelona, the width was created by wingers such as Lionel Messi, Pedro, Cristian Tello or Alexis Sánchez, or converted wide forwards in Thierry Henry and David Villa above, top . Playing with high, wide players worked to pin back the opposition s back line. This created space in the inside channels for Xavi, Andrés Iniesta or Thiago to dominate possession, and feed play into the forwards. A dropping centre forward or false nine in Samuel Eto o, Messi or Cesc Fàbregas further overloaded areas in central midfield. Jürgen Klopp s Liverpool In Klopp s 4 3 3, wrong footed wingers Mo Salah and Sadio Mané moved inside, allowing full backs Trent Alexander Arnold and Andy Robertson to overlap and provide crosses, cut backs and the majority of the team s width above . Jordan Henderson and Georginio Wijnaldum, playing just ahead of single pivot Fabinho, provided support underneath the ball. Centre forward Roberto Firmino offers forward runs to threaten in behind and combine high up the pitch, but just as commonly drops in to midfield to create overloads. Maurizio Sarri s Napoli Sarri s 4 3 3 used a blend of wingers and overlapping full backs to provide the team s width, often in an asymmetrical style and with different combinations on each flank. On the left, right footed winger Lorenzo Insigne would cut inside, and left back Faouzi Ghoulam overlapped. Marek Hamsík made forward runs through the left inside channel as part of the rotations on that side. On the right, right footed winger José Callejón held the width, with right back Elseid Hysaj more often keeping his position in the back line especially when Ghoulam pushed forward below . What are the benefits of playing with a 4 3 3? The 4 3 3 creates natural triangles, often giving the player in possession several passing options at any given time. This makes implementing a possession based style of play slightly easier than some other formations. The three player midfield unit can create overloads in central areas, which will further help attempts to dominate possession. A dropping centre forward or inverted full back can add another body in midfield. This can help retain a central overload, should the opposition also set up with three central midfielders. The formation also makes it easy for lots of players to move forward and attack. Many teams playing in a 4 3 3 will end up with a front line of five, with the centre forward and wingers accompanied by the full backs or attacking midfielders. The 4 3 3 is also a good formation from which to press. A three man forward line provides good numbers to apply pressure on the opposition defence. The midfield three then provides cover and protection in central areas. This is useful both when pressing high or converting into a more reserved block. What are the disadvantages to playing with a 4 3 3? The space left in the wide areas between the full back and winger in a 4 3 3 can be exposed and targeted by the opposition. This is usually via quick counter attacks and swift, direct switches of play. With this formation encouraging players to push forward and join the attack, teams can leave themselves short of numbers when it comes to slowing or stopping opposing counter attacks. Opponents can then progress further following a transition, meaning bigger and more frequent recovery runs back into shape. This increases the physical demands on the players. A lone centre forward can be isolated in attack if they lack support from the wide attackers or advanced midfielders, and as such can find themselves numerically underloaded against opposition centre backs. This can also mean too little attacking presence in the penalty area if teammates fail to make supporting runs. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academyhere._ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-3-3-football-tactics-explained-formation-liverpool-klopp-barcelona-guardiola/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "3071ffc2-c4cc-47c7-9b35-2d303cc31481",
        "payload": {
            "content": "Coaches Voice The 4 5 1 formation football tactics explained Our professional coaches explain the benefits and drawbacks of the 4 5 1 formation, including how it works in and out of possession Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 8 min read Copy link The 4 5 1 formation football tactics explained Getty Images Author Coaches Voice Published on November 6 2023 Powered by What is a 4 5 1? The 4 5 1 formation has a back line of four defenders two centre backs and two full backs. Ahead, five players comprise the midfield unit, with three central midfielders and two wider midfielders. A lone centre forward operates as the highest player in the structure. Where does the 4 5 1 originate from? The 4 5 1 is very similar to the 4 3 3 shape, with two main differences. The wingers or wide midfielders position themselves slightly deeper in a 4 5 1, much closer to the central midfield trio. This helps form a more distinct midfield unit of five below . In addition, the central midfield unit is also less staggered above . The deepest of the three is much higher than the single pivot in a 4 3 3 shape. The pivot often lines up marginally underneath, or even in line with, the two number eights either side. This forms a much flatter second line of five, ahead of the back four and underneath the single centre forward. The 4 5 1 is ultimately a defensive variation of the 4 3 3 shape. The first real use of the 4 3 3 came when Brazil s 1958 World Cup winners converted their 4 2 4 system in possession. Coaches then began to adopt the 4 3 3 as a preferred attacking shape. This 4 3 3 evolved when defending, so that the wingers dropped to form a 4 1 4 1 out of possession. The 4 1 4 1 eventually featured a flatter line of five the single pivot moved up to complete the 4 5 1 shape. What are the in possession responsibilities of a 4 5 1? The 4 5 1 predominantly features when a team is defending. In possession, it will usually convert into a 4 1 4 1 below or a 4 3 3. In the 4 5 1, the centre forward s main job, in addition to scoring and creating, is to hold and secure possession of the ball. This should allow teammates to link into forward runners, which would usually be the number eights or wide midfielders pushing up the pitch on transition. The number eights provide penetrative forward runs, often inside the wide midfielders above . They may also narrow to support in the number 10 spaces, or as a second centre forward during transitions. A number eight may also move deeper, towards the ball, to create a temporary double pivot ahead of the back line below . The central midfield trio is responsible for maintaining possession, often via short passes, upon a regain or when a counter attack isn t immediately available. Retaining the ball allows the 4 5 1 to expand into other shapes and structures. The wide midfielders are often the main counter attacking outlet, making runs in behind or dribbling with the ball to get their team up the pitch. They will provide crosses for the central forward and midfield runners. Wrong footed wide players, by contrast, may cut inside more, to work shots on goal. The full backs can provide secondary support in wide areas during transitional moments, especially if the wide midfielder ahead drives inside with the ball, or narrows without it. The full backs should also assist the midfield by providing a short passing option. Full backs can do this by moving inside, which can push one of the number eights higher. The centre backs provide forward passes into the midfield unit, or more direct passes into wide areas for the wide midfielders. They can also drive into midfield via the inside channels, especially if the number eights have run forward. What are the out of possession responsibilities of a 4 5 1? The centre forward should press opposing centre backs to force the ball one way. This will be most commonly outwards, locking it to the touchline below . Alternatively, the forward can drop deeper and screen access into the opposition pivot. This allows the central midfielders to form more of a zonal defensive screen, blocking the centre. The central midfield trio can apply player oriented marking or the aforementioned zonal cover. The number eights can also support the forward s press, locking the ball one way below . The wide midfielders can take up wider defensive positions due to the presence of the three central midfielders, who often defend as a flat trio. These wide players can help support ahead of the full backs, and track opposing forward runs wide. Along with the full backs, they force the ball outwards, using the touchline as an extra defender. Wide midfielders also help full backs to block crosses and cut backs when play has been locked on one side. The centre backs have ample cover and protection ahead due to the presence of the central midfield trio, and can therefore focus more on the spaces behind. However, they may have to individually jump forward to deal with balls into an opposing central forward s feet. The back four maintain compactness in a more reserved block, shifting across as the ball is locked. They should be ready to drop back or squeeze up, in relation to the movement of the ball and opposing runners. Examples of teams using a 4 5 1 1. Jürgen Klopp s compact block at Liverpool Jürgen Klopp s Liverpool are associated with incisive attacking and aggressive counter pressing, but he has often used a 4 5 1 when a more compact block is required. In this shape, Liverpool s number eights have still had licence to jump out, while the wingers especially Mo Salah have been key outlets on attacking transitions. As the 4 5 1 expands, and the wingers advance, space has been created for Trent Alexander Arnold to move inside from right back. Below is an example of a 4 5 1 from Klopp s Liverpool, during their cup double winning 2021 22 season. 2 . Eddie Howe s Newcastle United mid block Eddie Howe helped to transform Newcastle with an impressive 4 5 1 mid block. In this shape, Howe s wide midfielders have worked back to stop full backs Kieran Trippier and Dan Burn being overloaded. On Burn s side especially, support from the winger has prevented a player perhaps more obviously seen as a centre back being exposed in 1v1 moments against fast wingers below . Howe s 4 5 1 has also jumped high to press, with the wingers working up the pitch to press high. Meanwhile, the likes of Joelinton, Bruno Guimarães, Sean Longstaff and Joe Willock have frequently pressed across the pitch to support wide regains. 3 . Napoli 2019 2021 with Gennaro Gattuso Under Gennaro Gattuso, Napoli won the 2020 Coppa Italia using a disciplined 4 5 1 mid block, which they also deployed in the Champions League and Serie A. The forward usually Dries Mertens or Arkadiusz Milik would drop to receive, while wide midfielders Lorenzo Insigne and José Callejón progressed forward with the ball. Here, the front three was particularly fluid. Out of possession, Napoli s strength was their defensive flexibility. One of the central midfielders could support around Mertens or Milik to instigate a higher press below . The central midfield would then readjust and push across, in cover. As such, Napoli adapted their block according to opposition threats, while remaining compact in the central spaces. 4 . England under Gareth Southgate After Euro 2020, Gareth Southgate gradually moved away from back three systems, working towards a 4 3 3 or 4 2 3 1 shape. But the England head coach still favoured a mid block without the ball, utilising either a 4 1 4 1 or a flatter 4 5 1 shape. In this shape, Declan Rice as the pivot often jumped forward, enabling the number eights to push up around Harry Kane. From here, Kane could force the ball wide and the closest winger jumped forward. If a winger narrowed, Rice, Jordan Henderson, Kalvin Phillips and Jude Bellingham all had the defensive versatility and energy to cover the central spaces. As a result, the winger on the far side could instead track opposing forward runs. What are the benefits of playing with a 4 5 1? The 4 5 1 provides central compactness, with numbers, balance and cover. This maked it difficult for the opposition to progress through the middle of the pitch. It makes for a very effective low or mid block, but can quickly and efficiently create higher pressing. With the central midfield trio s compactness, wingers can track opposing full back runs and stop overloads in the wide areas. Numbers in the central spaces can deal with subsequent crosses and cut backs. When starting in a 4 5 1, a single quick movement can lead to a different shape, allowing for fluidity and versatility. For example, one of the number eights can move higher to form a 4 4 2, or the deepest central midfielder can drop into a single pivot position, creating a 4 3 3. A double pivot can also form in a 4 2 3 1. What are the disadvantages of playing with a 4 5 1? The 4 5 1 is predominantly a defensive structure, or a base from which to instigate counter attacking moments. Due to the flatness of the midfield unit, it can be harder to dominate the ball. When trying to play across the pitch, or switch the play with shorter passes, the midfield has to reorganise, often staggering into different lines. As this occurs, teams must be able to pass and receive, potentially under pressure. Wingers counter attacking output can be reduced, due to working back to help full backs. The single central forward, meanwhile, can be isolated and easily overloaded when trying to begin a counter attack. This is especially the case with direct, forward passes. Early support runs are therefore needed, but this can lead to less defensive compactness. _Learn more about football tactics and how to coach, from the very best take a look at CV Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-5-1-formation-football-tactics/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "39e127a5-baa2-4318-bb94-1e554562bee5",
        "payload": {
            "content": "Coaches Voice The 4 2 4 formation football tactics explained Everything you need to know about the 4 2 4 formation, including strengths and weaknesses, and the best examples of a 4 2 4 in modern football Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 11 min read Copy link The 4 2 4 formation football tactics explained Getty Images Author Coaches Voice Published on November 7 2024 Powered by What is the 4 2 4 formation? The 4 2 4 formation has a back line of four defenders two centre backs and two full backs. Ahead of the defenders, a central midfield pair operates in the next line, with a high attacking line of four just ahead. It is typically an aggressive front line, as a result of the wingers or wide midfielders starting and remaining very high, either side of the centre forwards. What are the origins of the 4 2 4 formation? It is thought the initial development of the 4 2 4 came in the 1940s and 1950s, from the work of Hungarian coach Márton Bukovki. At that time Hungary was at the forefront of world football Bukovki adapted the widespread 3 2 2 3 shape better known as the W M formation below by having his centre forward drop, while the two inside forwards advanced to create a front line pairing. The left and right half backs also adjusted, with one dropping into the back line to provide extra defensive cover, and the other working alongside the withdrawn centre forward. The outside left and outside right widened, to complete the front line of four below . Bela Guttmann, Bukovki s fellow Hungarian, is also credited with a substantial role in the progression to a 4 2 4. A coach at 19 different clubs in 10 countries, he won 10 league titles, notably winning two European Cups at Benfica. It was in Brazil, however, that Guttmann really pioneered the 4 2 4, with far fewer rotations and movements than had previously been the case. During his spell in charge of São Paulo, Guttman was assisted by Vincente Feola as the club won the 1957 Campeonato Paulista. A year later, Feola was manager of Brazil when they swept to World Cup victory using a 4 2 4 adaptations of which they would go on to use in becoming world champions again, in 1962 and 1970. Mário Zagallo, who played for Brazil in the 1958 and 1962 tournaments, carried the baton as coach for the 1970 success. More recently, in the 2020s the W M made a significant return to top level football especially in the Premier League. There, the 4 2 4 has often been used when defending, with teams forming 4 2 4 mid blocks and high blocks to combat opposition 3 2 2 3 formations adopted during build up below . What are the in possession responsibilities in a 4 2 4? A team playing 4 2 4 will have significant numbers in attacking positions, often directly up against an opposition back line. This provides options for attacking combinations. The two centre forwards must be able to work off one another, complimenting the other s movement for example, one penetrating and one dropping. Both should provide a goalscoring threat in central areas, and also link up with either wide player as well as each other to outplay their centre back markers. A 4 2 4 places a greater emphasis on 1v1s in wide areas. Advancing wide midfielders or wingers provide the width, and the centre forwards occupy the opposing centre backs. The wide attackers should be strong dribblers, able to entice or beat players before providing crosses, through balls, switches or combinations back inside. They should also provide a secondary goal threat, by attacking the back post or cutting inside. Mohamed Salah is an excellent example of the profile of a wide attacker winger who can thrive in a 4 2 4 Getty Images The central midfield pair are often stretched in this formation, and therefore must be athletic enough to cover large distances in the middle of the pitch. It is crucial that, between them, they manage their distances in possession, to be able to combine with each other. They must also possess a range of passing, as short passes forward may not always be available. Breaking lines with penetrative passes, or direct switches of play, becomes more important for a central midfield pair in this system. The full backs are less offensive in the 4 2 4 because of the presence of attackers already in the wide areas. Instead, they support from deeper positions with few runs beyond, drifting or driving inside to help assist the central midfielders. Should the wingers maintain maximum width, being narrowed helps the full backs to pass forward, before continuing to support just inside. The two centre backs provide forward passes into midfield, but with such an aggressive front line they also have opportunities to play forward more directly. This typically includes switches of play into the wingers, or balls for them to chase in behind. Direct central passes into the centre forwards are also an option, from which the front line can pin and connect. What are the out of possession responsibilities in a 4 2 4? The 4 2 4 can be used with an aggressive pressing strategy or as a mid block below . In a withdrawn block, the front line can screen and cover access into the opposition s central players, forcing play around the outside shoulder of the wingers. The centre forwards often screen access into opposing pivots, with the wingers ready to jump when opponents creep forward with the ball, usually pressing out to in. The central midfield pair protect ahead of the back line. They often focus on the opposition s number eight and number 10, being player oriented with their marking when necessary. Should the centre be breached by a pass through the first line, they are often required to engage in direct duelling. The back line should remain as compact as possible for as long as possible, encouraging play wide. The centre backs often have cover and protection ahead of them thanks to the midfield pair, but are required to maintain a high back line to shorten distances between the lines. The more they do this, the easier it is for the 4 2 4 to force and keep the ball away from central spaces. That means the full backs are often required to defend 1v1. They must be strong in their duelling, cover access back inside and block crosses. When pressing below , the 4 2 4 makes use of the front line, often going player for player against the opposing back line. The two centre forwards press directly on to the centre backs. One should be available to press the goalkeeper, while also cutting access off to the centre back they are marking. The wingers press the full backs, usually forcing play wide to make use of the touchline as an extra defender. During a high press, it is important that the far side winger narrows to stop any attempted play into the opposite inside channel, or reversed passes played through the middle of the press. When up against a central midfield trio such as a 4 3 3 this narrowed winger can help mark, track and defend the midfielder furthest from the ball. The two central midfielders in the 4 2 4 can then be player oriented in their marking. Otherwise, one of the back line usually a centre back will have to push up to defend in the midfield. The central midfielders in a 4 2 4 can player mark or apply zonal cover to the middle of the pitch. They are usually responsible for pressing the deepest opposing players in this space. If the full back hasn t jumped in an aggressive manner to support the winger s press, then the closest central midfielder may be needed to delay opposition progress by covering wider. Their midfield partner should then slide across. As with the wingers, the full backs will often press from out to in. This works to keep the ball on one side of the pitch where possible, locking it along the touchline. When defending in a block, the full backs must be strong 1v1 defenders. The centre backs should be agile and flexible enough to duel in midfield, but also provide secondary cover just inside the full back s press. Indeed, the entire back line s ability to shift across the pitch is key to a 4 2 4 press. Examples of teams using a 4 2 4 Roberto De Zerbi at Sassuolo, Shakhtar Donetsk, Brighton and Marseille De Zerbi s teams have often utilised a 4 2 4 when executing his unique style of build up. He places his double pivot very narrow and close to his centre backs. There, they can play regular, short bounce passes between the units. The wingers operate extremely high, pinning the opposing full backs deep while the two centre forwards perform opposite movements below . This creates room for the full backs to receive on the move, as they bait and entice a press before linking into the very high and aggressive front line. Antonio Conte with Italy, Chelsea and Inter Although Conte has often used a back three, in possession his rotations and attacking ideas have frequently formed a 4 2 4 structure. He had some success doing this with the Italian national team and Inter, but reverted to a 3 4 2 1 at Chelsea after making a poor start with the 4 2 4. The deeper pivot in a Conte team often drops into the back line with the three centre backs. The two number eights then become connectors to the front line, with the wing backs very attacking and high up the pitch below . Here, they can work alongside the centre forward pair below . Arne Slot s Liverpool In the opening months of his tenure at Liverpool, Slot has used a 4 2 4 when attacking _and_ defending. His wingers particularly Mohamed Salah start high, wide and aggressive. In fact, direct passes from the back line have skipped the midfield and gone straight into the wingers, with a midfield runner positioned early around the centre forward to complete a front line of four below . Slot has also encouraged a second midfielder runner from deep, when appropriate. This gives Liverpool a strong attacking presence. What are the benefits of playing with a 4 2 4? The 4 2 4 features significant numbers high up the pitch, directly against the opposition back line. Without the need for rotations, the 4 2 4 places an immediate threat in the final third. It facilitates attacks through direct play, counter attacks or sustained possession. Against a back four, it encourages multiple 1v1s wingers who can beat their direct opponents thus offer an instant advantage. If the centre forwards dominate their opponents through pinning to receive, clever movement or just outplaying them on the ball and finishing then the 4 2 4 can provide a high goal return. The front four can also provide aggressive counter pressing high up the pitch. This puts opposition defenders under immediate pressure if they regain the ball. With an organised press, the numbers and positioning in a 4 2 4 can regain the ball in the opposing half, while also disrupting the opposition s deeper build up. When the front line offers aggressive pressing and duelling, the 4 2 4 can prove an effective shape. Another positive of the 4 2 4 is that one subtle movement can create different shapes, structures and ideas. A dropping centre forward serves to form a 4 2 3 1. If this movement is diagonal, then a central midfielder can adjust to form a 4 3 3 below . Wingers moving towards the ball, or just starting deeper, can quickly form a flatter 4 4 2. With this flexibility, a team can adapt quickly. Players can have licence to problem solve more than in some other structures. Depending on how far back the wingers recover out of possession, the 4 2 4 can pose a significant counter attacking threat, should the front unit stay relatively high. If the defensive unit and central midfield have stopped an opposition attack, the front unit has width, height and the potential to rotate. These are all crucial to a successful counter attack. What are the disadvantages to playing with a 4 2 4? A central midfield pair can be quickly overloaded. If the front line don t maintain possession well, then the central spaces are ripe for transitions. This is especially the case if full back support or cover hasn t been established by the 4 2 4. It can therefore be easier to counter attack into the defensive half of a team playing in a 4 2 4. If the back line s forward passing isn t successful, gaps can be exploited on the second phase of the play. Without shorter support around the ball, a loss of possession can be particularly damaging due to the distances between the units. Wide movements from opposition full backs and wingers can also exploit the most obvious space when attacking a 4 2 4. Teams can adapt in possession, with attacking midfielders widening and not being tracked. There, they can receive to then attack back inside. This has become a growing trend in the Premier League, since the 4 2 4 has been used as a defensive response to the in possession 3 2 2 3. _To learn more from professional coaches, visit CV Academy_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-2-4-formation/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "415b691d-e646-481a-92f3-1f03a7531d40",
        "payload": {
            "content": "Coaches Voice The 4 4 2 football tactics explained Managers including Alex Ferguson, Diego Simeone, Ralph Hasenhüttl and Sean Dyche have used the 4 4 2 formation. We look at it in more detail Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 8 min read Copy link The 4 4 2 football tactics explained Getty Images Author Coaches Voice Published on March 11 2022 Powered by What is a 4 4 2? The 4 4 2 is a formation in football that is made up of three distinct lines. The back line of four defenders comprises two centre backs and two full backs. Ahead of them, a midfield unit of four features two players in the middle and one on each side. The front line of two is formed by two centre forwards who, in attack, provide both height and goalscoring threat. Where does the 4 4 2 originate? Midway through the 20th century, the 4 2 4 formation emerged. This new shape featured two high and wide wingers who attacked alongside, and sometimes even ahead of, the front two. The Brazilian national team won their first World Cup in 1958 playing this formation. Twelve years later, a team then coached by Mário Zagallo a member of the 1958 side played a variation of the 4 2 4 when captivating the world to win the 1970 tournament. Meanwhile, the Russian coach Viktor Maslov had developed another variation in which the two wingers dropped back alongside the two central midfielders. So originated the 4 4 2, which worked to overload opposition midfields with traditionally fewer numbers. Maslov is also credited with the development of more organised, disciplined team pressing with this approach, he led Dynamo Kyiv to three consecutive league titles in the late 1960s. What are the in possession responsibilities of a 4 4 2? In the 4 4 2 formation, the two centre forwards provide height in the attack by occupying opposing centre backs. They can hold the ball up before linking the play into runners, or drift or drop away from the opposing back line to create space for a penetrative runner from midfield. Ultimately, they create and finish chances in front of goal. The two wide players in the midfield unit attack around the opposition back line below to provide crosses for the two centre forwards, or cut inside and combine with shorter passes. They can also run inside and beyond as one of the two front players rotates out. The two central midfielders connect the back line to the forwards through an accurate range of passing, and can operate deep or as box to box runners. They may also provide narrow crosses when supporting underneath the wide midfielders. The full backs also provide delayed support underneath the wide midfielders, and may move inside to help the midfielders during deeper build up. If the wide midfielder ahead of them moves inside, the full backs can overlap to provide crosses and cut backs. The two centre backs provide forward passes into midfield, and may also drive into midfield through the inside channels. They can also switch play to the wide midfielder on the far side, or play more direct central passes into the front line. What are the out of possession responsibilities of a 4 4 2? The two centre forwards screen access in front of the opposition pivot or pivots, and press on to the back line. This is usually against the centre backs, where the forwards will press outwards to force the play away from the centre. As the wide midfielders drop alongside the two central midfielders to form a flat four, this unit aims to maintain a compact distance between the front line and the back four below . They move across when the ball is in wide areas, with the far side wide midfielder covering central spaces. The central midfielders often press their direct opponent man for man, with the wide midfielders jumping to mark opposing full backs. The back line operates with similar levels of compactness, also narrowing inside when appropriate. The centre backs are usually responsible for attackers who drop and attempt to receive between the lines, as well as competing against more direct central play and clearing crosses. The full backs will jump forward to press in the wide areas and look to block attacking crosses. Any member of a back four should be prepared to drop and cover the spaces in behind. Which coaches and teams have used a 4 4 2 well? Sir Alex Ferguson, Manchester United Ferguson favoured a 4 4 2 with wide midfielders who could attack around a defensive line and cross, but also drift into the inside channels to combine with box to box midfielders supporting the attack. The two forwards would often drift and rotate to look more like a number nine and 10, while the full backs would also push forward but mostly through delayed overlapping runs, and only once the midfield was set in cover. Defensively, they would press opponents using the same 4 4 2, but they were also happy to sit off in a mid block on occasion. This invited teams forward, and left them open to the swift counter attacks Ferguson expected from the fluid front fours he employed throughout his long and trophy laden Old Trafford reign. Diego Simeone, Atlético Madrid Simeone has favoured a 4 4 2 throughout his tenure at Atlético Madrid. Defensively, he prefers a mid or low block, focusing on compactness between his units below and controlling matches through covering key spaces in Atlético s own half. In attack, the wide players have tended to move inside to support the forward pairing, with the full backs overlapping. The central midfielders then cover the wide areas if they need to but Simeone always prioritises numbers in central spaces. Ralph Hasenhüttl, Southampton Defensively, Hasenhüttl prefers his Southampton side to push up the pitch and press aggressively in their 4 4 2 shape. The two centre forwards work on to the back line, curving their press outwards. This is often supported by the closest wide midfielder jumping forward below , while the rest of the midfield unit moves across to cover the centre. In attack, Hasenhüttl s 4 4 2 operates similarly to that of Simeone, with lots of central numbers especially after a high or midfield regain of possession. Sean Dyche, Burnley Dyche has utilised a 4 4 2 formation to defend in mid and low blocks throughout his time in the Premier League, with versatile defenders able to cover a variety of spaces in their half an approach he shares with Simeone. Dyche s teams encourage the opposition forward, before aggressively pressing and duelling as the opponents attempt to play through the block. In attack, the forwards often remain high, while the wide midfielders hold their width to provide crosses and cut backs below . The full backs offer support forward, but rarely get as high as their Southampton or Atlético equivalents. The profile of centre forward Dyche likes is also different to that of Simeone and Hasenhüttl. He prefers aerially strong attackers with a combative, physical presence such as Chris Wood, Ashley Barnes and Wout Weghorst to disrupt opposing centre backs. What are the benefits of playing with a 4 4 2? The 4 4 2 places two central forward threats high up against a back four, this means both opposing centre backs are constantly occupied. The double threat is also useful for securing central balls in advanced areas and subsequent combinations in and around them. It also creates a forward base upon which teams can build effective counter attacks. In this particular formation, it is rare to see the full backs defending underloaded. Deeper wide midfielders are better positioned to recover and work back compared with wide attackers in a 4 3 3, for example. The 4 4 2 offers a strong defensive presence across the entire pitch, with compactness, balance and cover easy to establish in a high press, mid block or low block. Finally, it also provides the perfect balance for counter attacking football. Teams set up in a 4 4 2 have the numbers to defend in a compact, deep block to lure the opposition forward but enough of a central presence to initiate counters and link into a variety of forward runners. What are the disadvantages to playing with a 4 4 2? Teams setting up in a 4 4 2 can face overloads in central midfield, particularly against opposition fielding a midfield three. This can lead to a significant lack of possession. There can also be a lack of defensive staggering in the 4 4 2, with players on the same line within individual units. Despite the compactness this formation offers, it is susceptible to line breaking passes one good pass can take out four players at once. A defensive formation such as the 4 1 4 1 offers greater cover between the lines. In possession, with the midfield line of four set up similarly to the back line behind it, players can sometimes block off the team s forward passing options. It is arguably more difficult for teams set up as such to create as many passing options as teams with more players playing on different horizontal and vertical lines. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-4-2-football-tactics-ferguson-simeone-hasenhuttl-dyche/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "52e044c9-875f-4004-96db-6f5b47988210",
        "payload": {
            "content": "Coaches Voice The 4 4 2 diamond football tactics explained What is a 4 4 2 diamond, what are its main strengths and weaknesses, and how do Jürgen Klopp, Graham Potter and Max Allegri use the formation? Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 8 min read Copy link The 4 4 2 diamond football tactics explained Getty Images Author Coaches Voice Published on November 11 2022 Powered by What is a 4 4 2 diamond? The 4 4 2 diamond formation sometimes called a 4 diamond 2 differs only from a standard 4 4 2 in its midfield shape. The midfield unit creates a diamond, with a single pivot at the base, two number eights on the outside of the midfield four, and a number 10 at the tip of the diamond, playing underneath a front line of two centre forwards below . Juventus played a midfield diamond under Max Allegri Where does the 4 4 2 diamond originate? The 4 4 2 diamond emerged when the centre forward in a 4 3 3 shape dropped towards the midfield line of three. In 1962, Brazil formed a 4 3 3 structure, with Mário Zagallo dropping out of the front line to create an overload in midfield. Despite being a centre forward in the starting line up, Zagallo took up positions similar to the number 10 in a 4 4 2 diamond. At the next World Cup, in England in 1966, the hosts and eventual winners lined up with a permanent defensive midfielder Nobby Stiles in a 4 1 2 3 formation. Over time, the two tactical ideas would merge to form the 4 4 2 diamond. With the 4 3 3 increasing in popularity through the 1970s, teams could easily convert into a 4 4 2 diamond through the centre forward dropping like a false nine. The two wingers would either come inside to threaten goal or stay wide as split strikers. What are the in possession responsibilities of players in a 4 4 2 diamond? The two centre forwards provide height in attack by occupying the opposing centre backs. They can try to hold the ball up to bring the number 10 or advancing number eights into play, or they can threaten the space in behind the opposition. They can also move into wide positions to receive long passes in space, with that kind of movement creating space centrally for midfield runners. This movement creates positioning now known as split strikers below . Manchester United s strikers, Anthony Martial and Marcus Rashford, split to create space for number 10 Jesse Lingard to make a run through The number 10 is the main link between the midfield and the attack, and often takes up positions between the lines specifically aiming to threaten an area known as Zone 14 below . The number 10 can provide runs beyond the opposition s back line when one or both centre forwards move wide, but their main responsibility tends to be creating chances. The two number eights mostly work through the inside channels, and will usually play as box to box midfielders. They may provide the team s width when the full backs are too deep to push forward and join the attack. The single pivot helps the team build out from the back, providing the link between defence and the rest of midfield. They may drop into the back line, between or to the side of the centre backs, to allow the full backs to push into the second line. It s rare that the single pivot would move ahead of the ball, instead acting as the point through which the team can recycle play or switch the ball to the other side of the diamond or to the opposite flank. Because there is no obvious or permanent wide player in the midfield or attacking units, the full backs tend to provide the team s attacking width in a 4 4 2 diamond. However, if the centre forwards move wide and the number eights push forward, the full backs may invert and move into the space the number eight on their side has vacated. This ensures that the diamond is maintained following a rotation. What are the out of possession responsibilities of players in a 4 4 2 diamond? As central midfield tends to be crowded by the midfield four, the two centre forwards will usually aim to force the opposition inwards. They will press from out to in, setting the wheels in motion for a central pressing trap. The number 10 will either man mark the opposition pivot or screen passes into them, completing the first part of the central trap. If the centre forwards press into wider positions, then the number 10 will jump out to press the centre backs. The two number eights will mark players or zonally protect the inside channels, aiming to prevent passes back inside from out wide. If the opponents evade the centre forwards, then the number eights are free to jump out to press the full backs, in the hope of stopping them from progressing too high up the pitch. The single pivot will usually remain in front of the centre backs and screen passes into the opposition strikers. They might jump forward if the rest of the midfield move out to press, but will generally stick to a central position. Which teams and coaches have used a 4 4 2 diamond effectively? Juventus under Massimiliano Allegri After taking over from Antonio Conte in 2014, Allegri converted Juventus from a 3 5 2 into a 4 4 2 diamond in his first season in charge. Andrea Pirlo played at the base of midfield, with Claudio Marchisio and Paul Pogba as roaming number eights, and Arturo Vidal or Roberto Pereyra as the number 10. Up front, Carlos Tevez was paired with Álvaro Morata or Fernando Llorente, and the team s width was provided by full backs Patrice Evra and Stephan Lichtsteiner. Although it looked like a major shift from Conte s 3 5 2, Allegri s diamond was only different in the addition of the number 10 at the top of the central midfield unit in place of a third centre back. The transition to that shape was smooth, with Juventus retaining their Serie A title and making it to the Champions League final in their first season under Allegri. Brighton under Graham Potter Potter used a variety of structures and formations throughout his time at Brighton, and he used a diamond midfield to create overloads in central areas. This shape also enabled his two centre forwards usually Neal Maupay and Danny Welbeck to split and take up wide positions below , taking the opposition centre backs into the channels and creating space for midfield runners. Attack minded full backs such as Marc Cucurella, Tariq Lamptey and Joël Veltman also made runs into the space the forwards created. Liverpool under Jürgen Klopp Klopp has used a 4 3 3 shape throughout his Liverpool tenure, but centre forward Roberto Firmino has been extremely effective dropping into midfield to add a fourth player here. Wide forwards such as Mo Salah and Sadio Mané move inside to become central threats on goal. The width in attack is then provided by full backs Trent Alexander Arnold and Andy Robertson, with the team taking up a 4 4 2 diamond shape through their rotations. After the arrival of Darwin Núñez, however, Klopp has used a more set 4 4 2 diamond in some games, with Firmino as a number 10 and Núñez and Salah a centre forward pair free to move wide when needed below . What are the benefits of playing with a 4 4 2 diamond? The main strength of the 4 4 2 diamond is the overload it creates in central midfield against any opponent with either two or three central midfielders, which includes all of football s most popular formations. This helps the team dominate possession and create attacks in dangerous areas through the centre of the pitch, while also providing cover against counter attacks and central numbers to counter press in defensive transition. The presence of two centre forwards means both opposing centre backs are constantly occupied. Direct balls forward are thus more likely to be secured and held up, which gives the team a strong base from which to build counter attacks. If a team has particularly attacking full backs, the midfield diamond leaves plenty of space for them to push forward and get into positions to create high up the pitch. What are the disadvantages to playing with a 4 4 2 diamond? The 4 4 2 diamond lacks natural width in attack, so it s often easy for the opposition to gain ground through the wide areas on transition. It can also be easy for the opposition to create numerical overloads against the full backs on the team playing with a diamond midfield. In order to occupy wide spaces when attacking, players have to move out of their primary position. This not only requires intelligent players who are both tactically and technically versatile, but also players with very high stamina levels. With the diamond covering the centre of the pitch, midfielders can sometimes block off their teammates passing options into the centre forwards. Therefore, access into the front two can sometimes be restricted to direct, predictable long balls, or balls into the channels for the strikers to chase. _To learn more from the professional coaches of The Coaches Voice, visit CV Academy_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-4-2-diamond-football-tactics-explained-klopp-potter-allegri/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "61390178-da27-4949-8cec-eb22b3bef1ca",
        "payload": {
            "content": "Coaches Voice Formations football tactics explained We dive into the strengths and weaknesses of the main football tactics and formations 4 3 3, 4 2 3 1, 4 4 2, 4 4 2 diamond, 3 5 2 and 3 4 3 Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 10 min read Copy link Formations football tactics explained Getty Images Author Ali Tweedale Published on December 2 2021 Powered by Manchester City manager Pep Guardiola insists that formations are nothing more than phone numbers . The implication is that his players move from their positions so much that the stated formation they start in does not in fact matter. The players are so rarely in that shape that there is barely any need to name the formation. However, to most of us, formations provide a useful framework from which we start to build up an idea of how a certain team or manager plays. So, we ve decided to take a look at football s most popular formations. Why would any manager prefer one over another? What are the strengths and weaknesses of each? Read on to find out, and then draw your own conclusions as to which works best. 4 3 3 Strengths The main strength of a 4 3 3 is the presence of a third player in central midfield, which creates a numerical overload when up against a team playing with two. This helps in build up, playing through the lines, creating chances and overall domination of possession. The basic shape of a 4 3 3 tends to create more triangles between players, and so more passing lanes are open to the ball carrier. This, in theory at least, makes it easier to play a possession based game and this is one reason Johan Cruyff preferred such a shape for the positional game he liked his teams to play. Zinedine Zidane s Real Madrid had plenty of success in a 4 3 3, too. In attack, wide wingers flanking a single centre forward can be enough to pin four defenders back. This creates an overload elsewhere on the pitch and should, in theory, make it easier to progress up the pitch. Defensively, the 4 3 3 provides numbers and compactness in central areas. A staggered midfield shape often a single pivot behind two number eights makes it easier to defend the space between the defensive and midfield lines. It is easier to press high up the pitch, meanwhile, with three players in the front line rather than two. Weaknesses The main weakness of a 4 3 3 is that the single centre forward can be left isolated, and is naturally underloaded whether playing against two or three centre backs. This means you need a player in this position who is willing to do lots of work that may bring little or no reward. They also need to be strong and good enough on the ball to hold off several defenders. The three central midfielders can end up numerically overloaded against four central players for example, in a 4 4 2 diamond. The central midfielders can also end up with a lot of ground to cover. If they don t get across the pitch following a switch of play, the full backs can be left exposed and isolated with no wide midfielder ahead of them, and the winger usually high up the pitch. Opponents can also target wide areas on the counter attack, particularly if a full back has pushed up. 4 4 2 Strengths The presence of two centre forwards in a 4 4 2 formation means both opposition centre backs are constantly occupied when up against a back four. The 4 4 2 provides a strong base from which to launch counter attacks, with a good balance of players both in front of and behind the ball. There are usually enough players behind or around the ball to regain possession in the first place, and then also enough of a presence ahead of play to initiate and sustain a counter attack, both in central and wide areas. After dropping back into a block, the front two can block off access to central midfield, making it harder for opponents to build through the centre of pitch. One final strength which is significant for proponents of the 4 4 2 like Diego Simeone is that sliding across the pitch in two units of four is easy to do while maintaining compactness. Weaknesses The 4 4 2 requires lots of hard work, runs and movement from the players, because the basic structure is not the most conducive to playing a passing game. Players in a rigid 4 4 2 structure can block teammates from passing to one another, particularly when playing forwards. For example, a central defender, central midfielder and centre forward would all be on the same passing line. Without the required movements, this formation can become more predictable than others. With two flat lines of four and no depth to midfield, spaces between the lines can be difficult to cover. One penetrative pass can therefore cut several players out of the game quickly. A central midfield two will also often face a numerical overload, as plenty of opponents will set up with a midfield three. 4 2 3 1 Strengths With the number 10 able to drop into midfield when the team in possession, a team playing in a 4 2 3 1 can create numerical overloads in central midfield when up against a midfield two. This helps in build up play, chance creation, playing through the thirds and in any attempts to dominate possession. The number 10 can play a little higher than a central midfielder might in a 4 3 3. From that position, they can link the midfield and the attack. They are also able to find central spaces between the lines and away from pressure. The support and security provided by a double pivot allows the full backs to push forward more effectively. They will often do so at the same, which may not be the case from a 4 3 3 formation. The defensive midfielders in a double pivot also protect the spaces between the lines and ahead of the centre backs. They are able to move across to cover the wide areas more quickly and more effectively than a single pivot would be able to. This means they can get across following a switch of play, or cover the spaces an advanced full back leaves vacant. Weaknesses The use of a double pivot inevitably means one fewer attacking player. That can result in too little central attacking presence once the ball has been moved forwards. The three central midfielders can be numerically overloaded against four central players, such as in a 4 4 2 diamond. If the number 10 does not drop in when out of possession, the double pivot can be overloaded by a midfield three. Meanwhile, the wide areas can be left exposed to opposition counter attacks. Accurate switches of play can leave the central midfield unit with too much ground to cover to get across. 4 4 2 diamond Strengths The main strength of a midfield diamond is that it allows a team to have four players in central midfield. That will almost always mean a numerical overload against any other formation in a crucial part of the pitch. The formation also allows you to play with two centre forwards, who can always occupy both centre backs in a back four. If you are up against a back three and the opposition has a one player advantage in that part of the pitch, they are very unlikely to match up numerically in central midfield. The four player midfield unit provides a staggered defensive shape that makes it easier to defend spaces between the lines, and gives numbers in central areas. The front two, meanwhile, can either block off central access, or press the outside shoulders of the opposition centre backs. This cuts off the full backs and forces play into central midfield, where there are lots of defenders. When defending for prolonged periods, a mobile midfield diamond can lock play near a touchline better than most other formations. Weaknesses Unless the full backs push forward when the team is in possession, there will be an obvious and distinct lack of width in attack. Out of possession, the wide areas can also give the opposition a target to counter attack into. Quick, accurate switches of play over the central midfield unit can leave the full backs underloaded. This means the nearest central midfielder has to get across quickly. They may have to make lateral runs constantly when out of possession, leaving them fatigued when play is turned over and they are needed in attack. 3 5 2 Strengths The midfield unit of five in a 3 5 2 formation provides both width to build around the opposition and numbers in central midfield to play through them, without the need for much in the way of movement or rotations. The three central midfielders can draw opponents into the middle of the pitch, before play is then spread wide to the wing backs. They can then provide width on both sides at the same time. Two centre forwards can constantly occupy both opposing centre backs in a back four. High wing backs and one or two attacking midfielders can mean extra numbers in the final third, and a strong attacking threat. In defence, three centre backs provide numerical overloads against two centre forwards. The back line can also quickly change from three to a five when the wing backs drop. In possession, the three player defence gives a strong foundation to build from. It doesn t require any adjustments to have an overload in the first line, whether up against one or two centre forwards. The midfield three and front two can cover the central spaces well when out of possession, with lots of depth to plug gaps. Weaknesses Once the defence converts into a line of five, the wide areas in midfield are inevitably conceded. This allows the opposition to progress further up the pitch on the flanks. The wing backs are required to be more versatile and well rounded players than either full back or wingers in back four systems, as they are needed almost constantly at both ends of the pitch. They also need to be _extremely_ fit to cover a vast amount of ground. If the opposition builds through the inside channels, the wider centre backs can be drawn out of position, leaving gaps for penetrative runs in behind. With the wing backs often on their own out wide, it is difficult to create wide overloads in possession. It is also easier for opponents to isolate them in the defensive phase. If another player gets across to help the wing back, that creates a gap elsewhere in the structure. 3 4 3 Strengths If the two wide players in the front three play as wide number 10s, they can drop into midfield to create a box or diamond structure that creates overloads in central midfield. The presence of two number 10s adds another threat between the lines, which can occupy both players in a double pivot or drag a centre back out if up against a single pivot. A wider front three can also pin a back four, which creates an overload elsewhere on the pitch. A wider front line can also create overloads along with an advancing wing back. Out of possession, the back line can quickly change from a three to a five via the wing backs withdrawing, adding extra presence in the back line. A narrow front three can block central access even more effectively than a pair of centre forwards. They can also initiate a high press effectively. Weaknesses Once the defence converts into a line of five, the wide spaces in midfield are inevitably conceded. This allows the opposition to progress further up the pitch in wide areas. The wing backs are required to be more versatile and well rounded players than either full back or wingers in back four systems, as they are needed almost constantly at both ends of the pitch. They also need to be extremely fit to cover a vast amount of ground. If the opposition builds through the inside channels, the wider centre backs can be drawn out of position, leaving gaps for penetrative runs in behind. Once the wide forwards move forward, there is less presence in midfield. As a result, there are fewer players able to support the wing backs if they are isolated. _To learn more from the professional coaches_ _of The Coaches Voice, visit CV Academy_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/formations-football-tactics-explained-best-most-used/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "8fa15bc7-b212-4b1c-872c-45745829f99d",
        "payload": {
            "content": "Coaches Voice The 4 2 3 1 football tactics explained We analyse the 4 2 3 1, which Mauricio Pochettino used at Tottenham, Hansi Flick used at Bayern Munich and Pep Guardiola at Manchester City Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 8 min read Copy link The 4 2 3 1 football tactics explained Getty Images Author Ali Tweedale Published on August 8 2022 Powered by What is a 4 2 3 1? The 4 2 3 1 formation operates with four lines. In defence, there is a back four consisting of two central defenders and two full backs. Two deeper central midfielders operate ahead of the back line and are often referred to as a double pivot. Further forward, an attacking midfield three play behind a lone centre forward. Where does the 4 2 3 1 originate? With many teams using a withdrawn centre forward in a 4 4 2 in the late 1990s, the 4 2 3 1 was eventually introduced in the 2000s to prevent access into central spaces between the lines. This initially stemmed from having a single pivot covering these spaces Claude Makélélé was the most notable of these before a second defensive midfielder was added ahead of the back line. This formation became more popular as pressing became a bigger part of the modern game. The double pivot covers the space in front of the back four but also supports the press behind the centre forward and attacking midfield three. Manchester City assistant manager Juanma Lillo is thought to have instigated the change from 4 4 2 to 4 2 3 1 in Spanish football, with the high press a significant contributing factor. What are the in possession responsibilities of players in a 4 2 3 1? The single centre forward is supported by the number 10 to provide the team s main central attacking threat. It s also common for the wide attacking midfielders to cut inside, often playing on their unnatural flank as wrong footed players to provide a more direct threat on goal. The nine and and 10 will also rotate and swap positions to drag defenders out of shape and create space in central areas for the wide players to run in behind. The two players in the double pivot support underneath the ball, and are free to drift wide to help the team switch play. During transitions, one of the double pivot can push forward to provide extra threat on the counter attack. For the most part, though, they remain central and connected to the centre backs. These two players provide the link between the back four and the attacking unit of four. With many wide midfielders working infield, the full backs can overlap to provide width in the attack above . From here, they can deliver crosses and cut backs from out wide, and provide an option for a switch of play. The double pivot gives security behind the ball, allowing both full backs to push forward simultaneously. The centre backs will bring the ball out of defence, passing into midfield or playing direct balls into the attackers. They will rarely dribble into midfield, as there is already a double pivot ahead of them. What are the out of possession responsibilities of the players in a 4 2 3 1? The back line of four will defend as a compact unit. The full backs tuck in, and will defend against wide players in one on one situations. The central defenders will mark the opposition s strikers. The double pivot provides protection ahead of the centre backs, covering the spaces between the lines. The double pivot also supports behind a higher press, working from side to side to cover the gaps between the three attacking midfielders. One may jump forward to press alongside the number 10 or a wide midfielder, as well as moving across to support a full back. The attacking midfield three and centre forward will narrow, screening the central spaces when in a mid or low block. The centre forward will often instigate a high press, with the number 10 pushing forward to press alongside them as a flat two, or covering beneath and marking the opposition s pivot. An in possession 4 2 3 1 can therefore become an out of possession 4 4 2 or 4 4 1 1. In any of these shapes, the far side wide midfielder will move narrow to add a body in the centre of the pitch. This can be in a mid block, low block or when pressing high. Which coaches and team have used a 4 2 3 1? Mauricio Pochettino at Tottenham Hotspur In Pochettino s 4 2 3 1, Harry Kane was supported by Dele Alli as a penetrative number 10 who often ran beyond the centre forward. Son Heung min also provided penetrative movements, but did so more often following transitions. Christian Eriksen played as a central number 10 or sometimes as one of the wide attacking midfielders, although he would move central to help the double pivot break through the opposition midfield. Kyle Walker and Danny Rose provided attacking threat from the full back positions, overlapping to give the team width in attack below . Meanwhile, a versatile double pivot of Eric Dier and Mousa Dembélé provided protection in front of the two centre backs, Toby Alderweireld and Jan Vertonghen. Hansi Flick at Bayern Munich Flick s 4 2 3 1 below was particularly effective in Bayern s successful 2019 20 Champions League campaign. They beat Chelsea 7 1 on aggregate and Barcelona 8 2, having also won 7 2 at Tottenham in the group stage. Centre forward Robert Lewandowski had support from the mobile Thomas Müller, who ran beyond the striker, provided extra presence in the box to attack crosses, and rotated with wide players Kingsley Coman, Ivan Perisic and Serge Gnabry, who moved infield towards goal. Thiago controlled the tempo of the team s passing from his position between the back four and attacking midfield. He was paired either with Leon Goretzka, who provided penetrative runs around Müller, or Joshua Kimmich, who added a stronger defensive presence in the double pivot. This allowed both full backs, Benjamin Pavard and Alphonso Davies, to attack simultaneously. Pep Guardiola at Manchester City In the 2020 21 season, Guardiola used a 4 2 3 1 more often than in any of his prior seasons at Manchester City. A double pivot of Rodri and either Ilkay Gündogan or Fernandinho covered the space ahead of the back four below . The back line often converted into a three, as João Cancelo moved forward from left back. City often attacked without a traditional centre forward if Guardiola went without Gabriel Jesus or Sergio Agüero, he would instead use a midfielder or winger Raheem Sterling, Riyad Mahrez, Phil Foden, Bernardo Silva or Ferran Torres as a false nine. Central rotations allowed Gündogan to push forward from the double pivot often with Cancelo joining Rodri in midfield to maintain a two. Gündogan then made penetrative runs through the inside channels in the space created by the high and wide wingers. Gareth Southgate with England Southgate has almost always favoured a double pivot with England. He has used a 4 2 3 1 both at Euro 2020 below and during the 2022 World Cup qualifiers. Kalvin Phillips and Declan Rice made up the double pivot whenever they were available. Both demonstrated exceptional ability to link the back line to the attacking midfield three and centre forward Harry Kane, who often dropped into midfield. England s attacking midfield three rotate constantly, making penetrative runs in behind as well as dropping into similar positions to Kane. Mason Mount, Jack Grealish, Jadon Sancho and Phil Foden all offer impressive ability to combine in tight spaces. Marcus Rashford and Raheem Sterling make more penetrative runs beyond the opposition back line. What are the benefits of playing with a 4 2 3 1? The 4 2 3 1 provides a central midfield three that can overload a midfield two. The number 10 provides a presence between the lines, and can receive in space when up against a flat midfield. The double pivot provides a solid midfield base, allowing wide rotations and cover if one or both full backs push forward. They also protect the central spaces when defending, and give an added later of security at defensive transitions. The 4 2 3 1 provides a good, staggered defensive presence when in a mid or low block, making it harder to penetrate through, especially in central areas. A 4 2 3 1 shape also provides lots of different passing lines and angles to play out from the back. The formation lends itself to triangles, making it conducive to a possession based game. What are the disadvantages to playing with a 4 2 3 1? The single centre forward can be isolated. They are always underloaded against opposing centre backs, and the use of a double pivot means it can take longer for others to push forward and support attacks. The central midfield three can be overloaded by a four a 4 4 2 diamond, for example. If the number 10 stays too high when defending, an opposing midfield three can overload the double pivot. The wide areas can be vulnerable to switches of play during counter attacks if both full backs have pushed forward. One of the double pivot can cover underneath an advanced full back on one side as they move across and the other member of the double pivot is left alone, however, a switch of play can bypass both of them. _To learn more about football tactics and gain insights from coaches at the top of the game, visit CV Academy._ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/the-4-2-3-1-football-tactics-pochettino-guardiola-flick-southgate/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "95c57aec-16ba-44c9-baef-cbaee5804906",
        "payload": {
            "content": "Coaches Voice The 4 3 3 formation five key points Our UEFA licensed professional coaches explain five keys to executing a 4 3 3 formation with success, including positional requirements Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 6 min read Copy link The 4 3 3 formation five key points Getty Images Author Coaches Voice Published on December 7 2023 Powered by The 4 3 3 formation has been in vogue for some time now. Mikel Arteta s Arsenal, Xavi Hernández s Barcelona and Jürgen Klopp s Liverpool are among the high profile exponents of the 4 3 3 shape. Other highly successful modern coaches, including Carlo Ancelotti, José Mourinho, Pep Guardiola and Luis Enrique, have also used a 4 3 3 at different times in their careers. As well as being conducive to an offensive approach, the 4 3 3 also lends itself well to defensive adaptation. The shape allows for space to be covered efficiently, support to be provided defensively, and a press exerted across the pitch. Here, The Coaches Voice highlights five keys to executing a 4 3 3 formation successfully. Specialists For a 4 3 3 to be executed effectively, players in the midfield and attacking lines need to possess particular attributes. The three midfield players must offer passing lanes in the first two thirds of the pitch, behind the opposition press, as well as making diagonal runs. In the 4 3 3, the midfielders tend to play in the congested central channel. As a result, they must have excellent technique on the ball. The attacking line typically consists of players with the profile of three forwards, or two wingers and a striker. Regardless of the combination, all three players must be clearly offensive. If these positions are played by midfielders or number eights, the 4 3 3 will carry less attacking threat. The three attacking players have two key functions. In possession, they must provide width to receive in the final third, giving options outside and looking to make runs inside. Out of possession, as the first line of defence, they must press aggressively against the build up. If they don t, the opposition can potentially advance with ease below . Creating space in the build up When building from the back in a 4 3 3, the goalkeeper and defenders must be patient in order to draw the press and filter passes to the midfielders. Having these three midfielders at different heights is advantageous to finding space and progressing the ball. With the pivot closer to the defensive line as an axis of the play, they must look to draw the opposition press. Sergio Busquets at Barcelona was a fantastic example of this. His movements in front of the centre backs generated space for both the full backs and inside players, such as Gavi, Franck Kessié or Sergi Roberto below . If the pivot is marked, the two number eights must find space to receive in a position where they can progress the ball. Should the opposition press also reach the number eights, the height of the full backs can be key to generating overloads and free players. Once in the opposition half, the width of the wingers forces the opposition to commit players to close them down. This can create space in the final third, which can be exploited to create chances on goal. Width in attack The 4 3 3 is a system that thrives on wide play. To achieve this, a high level of co ordination is required between the full backs and the wingers. It is a partnership that can work in two ways. One is to play a winger on the side that corresponds with their dominant foot left footed on the left wing, right footed on the right side. This tends to provoke more 1v1s and forces a more conservative opposition full back deeper. That means less risk after a turnover in that area, with full backs typically less pivotal to building attacks than advanced teammates. It also increases the chances of having numbers behind the ball on a defensive transition. The second option is to have an inverted winger who is more inclined to cut inside. This leaves space on the outside to be exploited by a full back and create a possible 2v1. On defensive transition, however, there is less protection when losing possession. As such, the midfielders must be ready to prevent quick progression on transition. Arsenal below are a good example of the full back winger combination in attack. The positioning and movement of the wingers often Bukayo Saka and Gabriel Martinelli and the full backs mostly Oleksandr Zinchenko, Ben White or Takehiro Tomiyasu provides variation in outside channel attacks. Counter attacking speed The 4 3 3 lends itself to rapid counter attacking, for which the positioning of the forwards is key. Often they will be in a 3v4 underload, or a 3v3, so they must quickly find the space in an attacking transition. As such, teammates should look for balls in behind the opposition defence for the forwards to run into space. Vinícius Júnior s pace in launching Real Madrid s counter attacks, when Carlo Ancelotti has used a 4 3 3, is a good example of speed on transition below . The Brazilian winger relishes finding space behind, while his teammate Rodrygo also has a good understanding of these vertical movements in the moments after possession is won. Midfield defensive duties The 4 3 3 is a system, with its three attacking players, in which the first line of the press can be vulnerable. The three midfielders must therefore be switched on and adept at shuffling across the width of the pitch, for those moments when the first press is bypassed. This requires good endurance levels, as well as positional awareness. The three midfielders must also be prepared to support the full backs, covering behind when they are defending wide areas where crosses can be delivered. This prevents the centre backs from having to come out of the box. The midfielders must have good reading of the play, to understand when to drop to help the full back. Together, these side to side movements and support of the full backs demands a high level of co ordination between the midfielders. During Klopp s time at Liverpool, his teams have often provided an excellent example of midfield balance within a 4 3 3. While at Liverpool, Jordan Henderson s support of his full back was vital in allowing the team s centre backs to mark inside the box below . The midfield line plays an important role in the defensive transition. Whenever possible, they should be positioned close to the ball to prevent an opposing counter attack. They must be aggressive in disrupting the opposition s build up as soon as the ball is lost. The aim should be to win the ball back as quickly as possible, so that the team can attack again in the 4 3 3 shape. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-3-3-formation-klopp-arteta-xavi/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "a77986dd-ed62-4b87-b722-b0ae6ba55782",
        "payload": {
            "content": "Coaches Voice The 3 5 2 formation five key points Our expert analysts explain five key aspects of the 3 5 2 system that Antonio Conte used and has recently been fielded by several top coaches Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 6 min read Copy link The 3 5 2 formation five key points Getty Images Author Coaches Voice Published on October 12 2023 Powered by The 3 5 2 formation has been used by some of the world s leading coaches. Pep Guardiola has occasionally deployed it during his time at Manchester City, including during the treble winning campaign. In that season, City found it tough to overcome Simone Inzaghi s Inter in the Champions League final, where the Italian side lined up in a 3 5 2. José Mourinho s Roma reached the Europa League final in the same year with a 3 5 2 formation. They had previously knocked out Xabi Alonso s Bayer Leverkusen, who have also used the system regularly. Rudi Garcia used the 3 5 2 during his spell at Lyon, as he explained in his Coaches Voice Masterclass below . Even Diego Simeone has switched from his classic 4 4 2 at Atletico Madrid in recent seasons, in favour of a 3 5 2. But it was Antonio Conte who brought the 3 5 2 back into vogue during his successful time at Juventus. He then deployed the formation during spells at Inter, Chelsea and Tottenham. It is a system that has broken with its old defensive stereotype, morphing into more of an attacking set up. Here, The Coaches Voice highlights some of the advantages of a 3 5 2, and the keys to executing it successfully. Back three In a 3 5 2 formation, the back three are generally three traditional centre backs below . This back line is key to the in possession and out of possession advantages that a 3 5 2 offers. In possession, the back three usually provides an overload in the build up, because it is difficult for the opposition to commit three players to press the first line. If this happens, the goalkeeper can make it a 4v3. Out of possession, the three central defenders give protection centrally and against direct play. These defenders should shuffle across to help cover the flanks when necessary. The movement of one centre back to cover a wing back is accompanied by movement across to cover from the other two centre backs. This cover gives the defensive line confidence to make aggressive defensive moves, knowing they have protection behind. The presence of wing backs also gives the 3 5 2 something of a defensive character. The wing backs can drop to help cover centre backs, as well as reducing space for the opposition to exploit around the back line. In this way, the system can become a pressing 4 4 2 block, protecting against possible counter attacks from the opposition. This is achieved by filling space in the most direct route to goal, as well as having a defensive overload. Wing backs The role of the wing backs in a 3 5 2 is important and is very much determined by how far forward they are positioned. Higher wing backs can become almost like wingers, giving the 3 5 2 a more attacking character. This can cause the opposition to drop deep, creating space on the sides of the opposing midfielders. If the wing backs stay deep, creating a line of five with the centre backs, it can give the opposition space to play in front below . There is a difference between an attacking 3 5 2, where the wing backs play high, and a defensive 3 5 2 where the wing backs sit deeper without taking the initiative. In the modern game, coaches using a 3 5 2 tend to do so with attacking, proactive wing backs. This applies not only in possession, but also when defending, where the wing backs must be first to press if the opposition build on the outside. A wing back must also be active in regaining their position when the ball is on the opposite side. The 3 5 2 places high demands on the wing backs, who tend to cover the longest average distance per game below . They must be fast, with the ability to progress down the line and put in crosses. They also require good 1v1 defensive skills and the ability to defend their own area. Players these specific characteristics are needed to occupy the entire flank effectively. Numbers inside The use of three central midfielders, along with wing backs and two strikers, can provide numbers between the lines. This creates plenty of passing options in a 3 5 2. If these inside players provide movement, opposing defenders must decide whether to track or stay in their zone. Any doubts can leave players free, or create spaces that can be exploited when attacking. In the 3 5 2 formation, players must take up positions that attract markers away from the ball carrier. In turn, this should create time and space for the ball receiver. Out of possession, having numbers on the inside allows midfielders and defenders to defend the key central areas without having to cover too much ground. When the ball is played wide, that is a trigger for inside players to support and cover the pressing wing back. Offensive versatility One of the main benefits of the 3 5 2 formation is its attacking versatility and opportunities to develop link up play. This is done typically via overloads in the first third, and support in the midfield and attacking lines. Teams can also move the ball quickly to the flanks with higher wing backs. There is also the possibility of more direct play, with two strikers ready to contest the ball or attack spaces below . The strikers should be supported by the wing backs and midfielders, who can receive lay offs or contest second phase balls. Defensive organisation The 3 5 2 offers defensive solidity if several requirements are met. While three centre backs can protect against counter attacks, the positioning of one or two midfielders can boost this protection further. Having two lines centrally positioned, ready for defensive transitions, minimises vulnerability to counter attacks. The involvement of the wing backs on defensive transitions is also crucial. They must quickly change mentality, with the wing back closest to the ball prepared to press or cover. The other wing back must drop back also below . Directing the press towards the flanks where possible is important, capitalising on the opposition having little space inside. With two strikers and three midfielders, a funnel can be created that aims to force the opposition outside. Here, the wing backs must be ready to initiate the press and steal possession. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/3-5-2-formation-conte-mourinho-guardiola/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "a9c57f4a-1272-42b3-9b4a-f27c4b144200",
        "payload": {
            "content": "Coaches Voice The 4 1 4 1 formation football tactics explained The shape, responsibilities, advantages and disadvantages of the 4 1 4 1 formation explained by expert coach analysts from The Coaches Voice Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 9 min read Copy link The 4 1 4 1 formation football tactics explained Getty Images Author Coaches Voice Published on June 28 2024 Powered by What is a 4 1 4 1 formation? The 4 1 4 1 formation starts with a back line of four defenders two centre backs and two full backs. A single defensive midfielder operates just ahead, with a second unit of four in a midfield line, comprising two central midfielders and two wide midfielders. A single centre forward then completes the formation as the highest player below . What are the origins of the 4 1 4 1 formation? The 4 1 4 1 formation isn t too dissimilar to a 4 3 3, as both operate with a back four and one defensive midfielder sometimes referred to as a single pivot, or a number six. With a 4 3 3, however, there are two wingers who attack much higher and often position themselves in line with the centre forward. The distance between the full back and winger is then increased, creating more room for wide movements from the midfield. By contrast, the 4 1 4 1 places the wide midfielders deeper, often connected closer to the rest of the midfield unit and the full backs. The 4 1 4 1 is mainly used in a defensive capacity, similar to the 4 5 1 shape. The main difference with the former is the staggered nature of the central midfield unit, as opposed to the flat midfield line within the 4 5 1. When defending in a 4 1 4 1, the defensive midfielder protects the spaces between the lines, and rarely moves up to join the midfield unit of four. Naturally, the 4 1 4 1 often becomes a defensive component of the 4 3 3. The first real use of a 4 3 3 is often considered to be when Brazil s 1958 World Cup winners converted their 4 2 4 system into a 4 3 3 shape as they attacked. When coaches began to adopt the 4 3 3 as a preferred attacking shape, dropping the wingers when defending then formed the 4 1 4 1 structure below . What are the in possession responsibilities of a 4 1 4 1? As the 4 1 4 1 is very much a defensive shape, teams employing it will usually convert into a 4 3 3 when attacking for prolonged periods. As well as scoring and creating goals, the centre forward in the 4 1 4 1 must secure and maintain possession. This allows the wide midfielders to push higher, or the central midfielders to run forward, forming the 4 3 3. A dropping centre forward, such as a false nine, can also be used well in an initial 4 1 4 1 shape. The central midfielders can provide penetrative movements when attacking, often running inside the wide midfielders. They may also narrow to become more of a number 10 underneath or around the central striker below . Alternatively, one of the central midfielders can drop towards the ball to support a deeper build up, forming a brief double pivot when required. Ultimately, the three in central midfield are responsible for instigating counter attacks through forward passing, or maintaining possession to then enable the 4 1 4 1 to move into a new shape. The wide midfielders are often the main outlet during counter attacks, making forward runs in behind. However, as they are typically deeper than wingers in a front three, they must progress the ball forward more with dribbles and ball carries. They also provide crosses for the central forward, opposite wide midfielder and any central midfield runners. Due to the depth of the central midfield unit, however, there is also space for them to move inside, both with and without the ball. The full backs provide earlier, secondary support in the wide areas, especially with the wide midfielder not starting as high as a traditional winger. This allows for more passing combinations compared with other structures, with adapted movements based on those ahead and slightly inside. The two centre backs provide forward passes into the midfield unit, or more direct passes into the wide areas for the wide midfielders to receive or run on to. They can also drive into midfield via the inside channels, especially if the single pivot has dropped deeper or the central midfielders have vacated the space. What are the out of possession responsibilities of a 4 1 4 1? The centre forward will press on to the opposing centre backs, attempting to force the ball one way, most commonly outwards and towards the touchline, to lock the play. Alternatively, they can drop deeper and screen access into the opposition s pivot. This can then allow the central midfielders behind to take up more of a zonal defensive screen, better blocking access through the centre of the pitch. The central midfield trio can use player oriented marking, or apply zonal cover to the central areas. The two central midfielders may be required to jump out and support the forward s press, again helping lock the ball one way. The sole responsibility of the single pivot between the two units of four is to screen, cover, duel, intercept and protect that space ahead of the central defence. The wide midfielders take up a narrowed defensive position to support the two central midfielders inside. They also support ahead of their full back teammate, often tracking opposing full back forward runs below . Usually, they will force the ball outwards, using the touchline as an extra defender. Ideally, once play has been locked on one side of the pitch, they should help their full back block crosses and cut back attempts. The centre backs have cover and protection ahead due to the presence of the single pivot, so they can focus more on the spaces behind. However, they may have to individually jump forward to deal with balls into the feet of the opposing central forward particularly to stop them from turning. In a more reserved block, the back four maintain compactness, shifting across as the team locks the ball one way. Here, they are ready to drop back or squeeze up in relation to the movement of the ball and opposing runners. Examples of teams using a 4 1 4 1 1 . Pep Guardiola s Manchester City Although Pep Guardiola has focused on a 4 3 3 with Manchester City, he has also used the very similar 4 1 4 1 shape below especially in the period when he had no traditional centre forward threat. When Phil Foden, Ilkay Gündogan, Riyad Mahrez, Raheem Sterling or Ferran Torres played as a false nine for City, the wide midfielders initially started deeper. Along with the two central midfielders, this helped cement a numerical overload in midfield. Once the forward was fully connected, the wide midfielders and central midfielders repositioned, often as traditional wingers with penetrative number eight runs inside. 2 . José Mourinho s Tottenham Hotspur José Mourinho often utilised mid and low blocks with Tottenham, with a 4 1 4 1 block stemming from their 4 3 3 attacking shape below . Mourinho would often ask his pivot s to remain in close contact with his centre backs. Indeed, there were occasions when his Spurs side ended up forming a back five and sometimes even a back six as the pivot s ended up dropping between members of the initial back four. The closest central midfielder then screened access back inside in a very organised, defence first mentality. 3 . Jürgen Klopp s Liverpool Jürgen Klopp favoured a 4 3 3 during his time at Liverpool, coupled with high pressing and aggressive counter pressing through midfield. No team can constantly press, though, so his Liverpool side often adopted a 4 1 4 1 shape to defend just inside the opposition half below , rarely fully retreating into a low block. Klopp s wide midfielders were still aggressive to jump out, with the far side wide midfielder narrowing significantly, but also moving higher better positioned to counter attack after a regain. This also allowed the central midfield pair to cover less ground, taking the screening reliance off the single pivot between the lines. 4 . Carlo Ancelotti s Real Madrid Carlo Ancelotti has used a variety of formations and strategies following his return to Madrid in 2021. In European competition especially, Madrid have often won games via clinical attacking moments from counter attacks, or prolonged but solid defensive displays just inside their own half. Ancelotti s 4 3 3 has morphed into a 4 1 4 1, using versatile midfielders such as Luka Modric, Toni Kroos, Federico Valverde, Casemiro, Eduardo Camavinga, Aurélien Tchouaméni and Jude Bellingham. Vinícius on the left before his central role had licence to stay higher from the 4 1 4 1 block, ready to counter, with the rest of the midfield unit then adapting across below . What are the benefits of playing with a 4 1 4 1? Without the ball, the 4 1 4 1 shape provides lots of central compactness and protection, with numbers, balance and cover making it very difficult for the opposition to progress through the middle of the pitch. The 4 1 4 1 therefore provides the foundation for a very effective low or mid block. But if needed, teams can quickly and efficiently switch to higher pressing. The single pivot protecting between the lines also helps cover a significant attacking space, which almost all teams try to exploit, one way or another. And with the wide midfielder and full back pairing stopping wide overloads, numbers are then ready for subsequent crosses and cut backs. When starting with a 4 1 4 1, a team can shift in one movement to different shapes and structures, giving fluidity and versatility. The wide midfielders can advance into winger roles to become a 4 3 3. One of the back line can advance as a second pivot now a common Premier League trend to create a 3 2 4 1. The central midfielders can also adapt to form a 4 2 3 1. What are the disadvantages of playing with a 4 1 4 1? As the 4 1 4 1 is very much a defensive structure, or a base from which to instigate counter attacks, the depth of the players can invite pressure as teams attempt to build upon a regain. As this occurs, teams must therefore be able to pass and receive, potentially under significant pressure. Although the main strength of this shape is the placement of the defensive midfielder, that does remove a presence from elsewhere on the pitch. Those ahead have an increased defensive responsibility to protect the spaces, with one player fewer. The wide midfielders must work back to help their full back, defending deep. As such, their own counter attacking output can be severely reduced. The single centre forward can be isolated and easily overloaded when beginning a counter attack especially off direct, forward passes. Therefore, teammates must make early runs of support. The earlier teammates support with forward runs, however, the less defensive compactness will be available in the prior phase. _Learn more about football tactics and how to coach, from the very best take a look at CV Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-1-4-1-formation-football-tactics-explained/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "c1dd6408-1869-4c91-b89e-f2e610811de4",
        "payload": {
            "content": "Coaches Voice The 4 3 2 1 formation football tactics explained Our UEFA licensed coaches explain the 4 3 2 1 formation, including the strengths and weaknesses of the so called Christmas tree formation Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 7 min read Copy link The 4 3 2 1 formation football tactics explained Getty Images Author Coaches Voice Published on February 15 2024 Powered by What is a 4 3 2 1? The 4 3 2 1 formation has a back line of four defenders, made up of two centre backs and two full backs. Ahead of this back line is a significant central midfield presence, with three players operating as a flat trio. The midfield is bolstered by the addition of two attacking midfielders, or number 10s. A single centre forward then leads the line as the highest attacker. Is a 4 3 2 1 the same as the Christmas tree formation ? The 4 3 2 1 formation is often referred to as the Christmas Tree formation, due to the shape it represents when in a set shape or block. Where does the 4 3 2 1 originate? The 4 3 2 1 is thought to have derived from the 4 3 3 structure. Instead of having two wide players in the attacking line, as the 4 3 3 does, the supporting attackers in a 4 3 2 1 are placed either side of the central forward in the number 10 positions. According to _Inverting The Pyramid_ author Jonathan Wilson, Dutch coach Co Adriaanse is thought to have have introduced this system to top level football, at Den Haag in the late 1980s. Terry Venables then deployed a 4 3 2 1 during his time as England manager. It was at this point, in 1994, that the term Christmas tree formation became widespread in British football. What are the in possession responsibilities of players in a 4 3 2 1? The single central forward provides the main height in attack, occupying spaces between and around the opposing central defenders. This forward s job is to either hold the ball up and link with the supporting number 10s, or provide movements in behind and create space for the 10s to exploit. The number 10s can also make penetrative runs, rotating with the central forward, as well as operate in spaces between the lines. With the attack initially providing minimal width, it s also common to see one of the 10s widening below to receive and attack the full backs. The three central midfielders support the attack with forward runs. The two outer midfielders, however, have to work around the positioning and movements of the number 10s. If, for example, the number 10 ahead has remained narrow, then the supporting central midfielder can hold and support underneath. If they want to join the attack, alternatively, they can overlap into the wide spaces. The most central of the midfield trio will often drop towards the back line to support the build up, especially with a possession based style of play above . Should none of the central midfielders move wide, then the full backs can push forward, overlap and provide width in the attack. This would usually be through delayed support, however. What are players out of possession responsibilities in a 4 3 2 1? Because the 4 3 2 1 shape is so narrow, it naturally covers, screens and protects the central areas well. The centre forward and number 10s can press the opposing back line, or screen passes to the opposition s deeper central midfielders. For the most part, because of the central numbers, the front line in this particular formation will press from in to out. When play is worked into the wide areas, the closest number 10 or central midfielder will press out, often supported by their next midfield teammate. Their teammates on the far side will then narrow, to provide cover and additional defensive support. The central midfield trio will also screen any central access into the opposing front line. The back four will deal with the opposition s front line, with the full backs supported by central midfielders working back. When in a more reserved block, the 4 3 2 1 shape naturally concedes wider spaces, sometimes allowing the opposition to initially progress up the pitch. However the 4 3 2 1 has lots of bodies and numbers defensively, ready to deal with crosses and passes from the wide areas. Examples of teams using a 4 3 2 1 1 . Carlo Ancelotti s AC Milan Carlo Ancelotti who won the 2003 and 2007 Champions Leagues as Milan head coach utilised a 4 3 2 1 shape during his spell at the San Siro. He based it around the influence of Andrea Pirlo as a central pivot in the midfield trio. Pirlo was flanked by Gennaro Gattuso and Massimo Ambrosini, both of whom could press, duel and defend the central spaces when in a block, or jumping out to press. They also protected Pirlo s receiving, and joined the attack to support the number 10s, Clarence Seedorf and Kaká. The latter was Milan s main attacking outlet, joining the central forward variously Alberto Gilardino, Filippo Inzaghi or Ronaldo. 2 . Julian Nagelsmann s RB Leipzig Despite using a variety of structures, shapes and ideas at RB Leipzig, Julian Nagelsmann would often look to place one or two number 10s between the lines, with various rotations in the front line. When a midfield trio supported these attackers, a 4 3 2 1 shape would be the result. Here, the full backs supported with overlapping runs through the wide areas below . 3 . Maurizio Sarri s Juventus In his sole season with Juventus, Maurizio Sarri would often attack with a 4 3 2 1, in which Cristiano Ronaldo played as the focal centre forward. The likes of Paulo Dybala, Federico Bernardeschi and Aaron Ramsey operated underneath, in the 10 spaces. Miralem Pjanic was the single pivot, linking the back line to the number 10s. Energetic and shuttling midfielders, such as Blaise Matuidi, Sami Khedira, Rodrigo Bentancur and Adrien Rabiot, would support pressing into the wide areas. They also provided short passing options to help work the ball into the number 10 spaces, or beyond for Ronaldo. 4 . Christophe Galtier s PSG During his spell with Paris Saint Germain in the 2022 23 season, Christophe Galtier attempted to work Kylian Mbappé, Neymar and Lionel Messi into the same line up. When used, the 4 3 2 1 shape worked well, allowing Messi and Neymar to create from the number 10 positions in either inside channel, as well as the central spaces. Mbappé provided pace and direct penetration as a constant threat beyond. The central midfield trio often had Marco Verratti as the ball playing pivot. He sometimes dropped into the back line to allow the full backs, Achraf Hakimi and Nuno Mendes, to overlap and create width around Messi and Neymar. The likes of Vitinha, Danilo Pereira and Fabián Ruiz would also cover for these full back advances by widening, creating bigger pockets for Messi and Neymar in the process. What are the benefits of playing a 4 3 2 1? The 4 3 2 1 formation places lots of players in the central spaces, allowing for overloads in this area of the pitch. This can help a team dominate the ball and secure play through the centre, while providing cover and numbers for central counter attacks, as well as recovery runs in defensive transition. The two number 10s can be difficult for opponents to nullify, especially if the centre forward s positioning helps create space for them to receive in key areas. The midfield numbers also allow for multiple forward runs in behind and rotations in central areas. This can place frequent pressure on the opposing back line. If a team has particularly attacking full backs, plenty of space is also available for them to push forward and create high up the pitch. What are the disadvantages to playing a 4 3 2 1? The 4 3 2 1 lacks natural width in attack, not least immediate width when regaining possession, ready for an attacking transition. It can be easy for the opposition to gain ground and progress through the wide areas, in defensive transition. Opposing teams can also find it straightforward to create overloads against the full backs. In order to fill the wider spaces when attacking, players in a 4 3 2 1 must rotate and move out of their primary role. This requires tactically and technically flexible players, plus a strong understanding of teammates roles and movements. The 4 3 2 1 often requires the two wider central midfielders to cover a lot of ground. They must run into the wide areas in possession, but also jump out to press when out of it. This specific role requires a certain physical profile, in order for the structure to maintain its defensive strengths, alongside attacking flexibility. _Learn more about football tactics and how to coach, from the very best take a look at CV Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-3-2-1-formation-football-tactics/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "cbd532ec-31c9-4893-a78e-010608f5b812",
        "payload": {
            "content": "Coaches Voice The 3 4 3 football tactics explained Thomas Tuchel, Antonio Conte and Mauricio Pochettino have all enjoyed success using versions of the 3 4 3 formation. We take a deep look Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 7 min read Copy link The 3 4 3 football tactics explained Getty Images Author Ali Tweedale Published on January 20 2022 Powered by What is a 3 4 3? The 3 4 3 is a formation that uses three central defenders and, ahead of them, a double pivot in central midfield. Two wing backs provide attacking width, while a front line of three can line up in several different ways. It is increasingly common to see a narrow front three, with two number 10s supporting a single centre forward. This formation is also sometimes referred to as a 3 4 2 1. Alternatively, a flat front three features two inside forwards or wingers playing high and wide, positioned on the same line as the centre forward. Another option is for the wide players to attack centrally while the striker plays as a false nine. Here, the forward drops into midfield to try and drag the opposing centre backs out of position. Where does the 3 4 3 originate? The W M formation, first used in the early part of the 20th century, is the first example of a back three being used consistently more on the W M formation here . After the W M, formations evolved to use a back four, and then eventually back lines of five. The 3 4 3 is thought to have first been used in Italy, where three central defenders in a 3 5 2 was common. The 3 4 3 subsequently became a more offensive version of that shape. Johan Cruyff set his Barcelona team up in a 4 3 3 shape, but often converted this into a 3 4 3 through a centre back stepping forward into what then became a midfield diamond. What are the players in possession responsibilities in a 3 4 3? The front line of three is responsible for creating and finishing chances, particularly when the team is set up with two number 10s close to a single centre forward. In a front three featuring two wider forwards, there may be a greater emphasis on counter attacks and creating situations in which the wide attackers are isolated against the opposition full backs. The wing backs have to be agile and fit, because they have to provide the team s attacking width often getting forward in an attacking line of five as well as working back to defend in a five. If they are playing behind a narrow front three, they need to make overlapping runs around the wide number 10 on their side of the pitch, and provide crosses and cut backs from advanced positions. If they have a wide forward or winger ahead of them, they need to support underneath that player. They will also often make delayed underlapping runs to support the centre forward and take defenders away from the wide player. The double pivot are key to progressing play through the thirds, connecting the back three with the wing backs and front three. They are also important in switching play between the wing backs, and in feeding penetrative passes into the front three. During counter attacks, the central midfield pair will often look to find a wide forward running in behind. The three centre backs build play from the back, drive into midfield and play passes into the attackers. The two wider centre backs may also push forward with runs on the inside of the wing backs, providing an option to cross from a narrower position. With two players in central midfield, the wider centre backs often have space to dribble forwards. They are sometimes the players who access the front three. What are the players out of possession responsibilities in a 3 4 3? A 3 4 3 will become a 5 2 3 or 5 4 1 when the team is out of possession. The two wing backs drop into defence to form a back line of five, and are responsible for blocking crosses when the opposition move the ball out wide. When pressing high, they will jump forward and may even press as high as the opposition full backs. The three centre backs cover central spaces, with the wider centre backs tracking runs made in behind the wing back on their side. When defending higher up the pitch, the wider centre backs may follow an attacker who drops into midfield. The double pivot stay connected to the back line to reduce spaces between the lines, particularly when the wing backs are out of position and making recovery runs. They may push forward to support a high press. When a team sets up with two number 10s, the double pivot are crucial to providing defensive cover in case the press is beaten. The front three screen passes into midfield or press high, often with the aim of forcing play into wide areas. If they can lock play by the touchline, they can work together to crowd the opposition out. Which teams and coaches have used a 3 4 3 well? Gareth Southgate, England Southgate has often used a back three with England, with Kyle Walker playing as the right sided centre back below . In this shape, he likes his wing backs to have good crossing ability. He expects them to push forward into crossing positions, and also combine out wide with the two narrow 10s. Southgate has also used a wider front line, with the wide forwards rotating with the wing backs. Antonio Conte, Chelsea Conte won the Premier League and FA Cup using a 3 4 3 with Diego Costa supported by two inside forwards below . Chelsea s attackers would often start wide and then either dribble infield or make penetrating runs off the ball in behind. He often used a combative midfield pairing in N Golo Kanté and Nemanja Matic, although Cesc Fàbregas provided a more technical option when Conte wanted his team to dominate the ball. Marcos Alonso and Victor Moses provided width and height from wing back, completing a front five when in possession. Mauricio Pochettino, Tottenham and Southampton Pochettino often used an attacking 3 4 3 shape converted from a 4 3 3 starting formation. Pochettino s single pivot dropped into the back line, splitting the two centre backs. The full backs pushed forward as wing backs, the number eights held their positions and the wingers moved inside to support the centre forward. Alternatively, one of the number eights pushed forward, with a number 10 or inside forward dropping below . Thomas Tuchel, Chelsea Tuchel employs a 3 4 3 shape in which Chelsea s wing backs push forward and rotate with the two number 10s to get into goalscoring positions. Reece James, Marcos Alonso and Ben Chilwell all play a significant role in the final third below , while the likes of Mason Mount and Hakim Ziyech drop or move wide. Tuchel has sometimes used a winger such as Callum Hudson Odoi in the wing back positions. This adds a more natural attacking presence to the in possession front line of five. What are the benefits of playing with a 3 4 3? The 3 4 3 provides good balance between attack and defence. It commits five outfield players to attacks, while the other five cover underneath and focus more on defending. A pair of narrow 10s can help create central overloads against an opposition midfield two or three, and work to counter press after a loss of possession. Wide forwards can combine with the wing backs to create overloads out wide, and help pin opposing full backs in deep positions. Wing backs joining the attack creates a wide front line of five that can stretch the opposition defensive line across the pitch. This works to create more space in central areas. The double pivot and back three provide a strong base against counter attacks through the centre of the pitch. In a set block, the back line of five and two midfielders provide excellent defensive security, especially in central areas. What are the disadvantages to playing with a 3 4 3? Opposition counter attacks can target wide areas, as the back line of three covers less space across the pitch than a back four. The central midfield pair, meanwhile, can be overloaded following a defensive transition. As the 3 4 3 often uses two number 10s, there is also a significant physical demand on the wing backs. In this formation, they need to contribute at both ends of the pitch constantly. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here._ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/3-4-3-formation-football-tactics-explained-tuchel-conte-pochettino-southgate/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "d109ffcd-41b1-4cfe-9073-bcfcbf9f0289",
        "payload": {
            "content": "Coaches Voice The 3 2 4 1 formation football tactics explained UEFA licensed coaches from Coaches Voice explain how the 3 2 4 1 formation works, including its strengths and weaknesses Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 11 min read Copy link The 3 2 4 1 formation football tactics explained Getty Images Author Coaches Voice Published on May 15 2025 Powered by What is the 3 2 4 1 formation? The 3 2 4 1 formation features three players in the back line, operating underneath two deeper central midfielders. This pair forms the base of the midfield unit, which is usually a box shape. Further ahead in the central areas are two attacking midfielders, who try to position themselves between lines, completing the midfield box. One player operates in each wide area, working either side of a single centre forward. The 3 2 4 1 formation can operate as a fixed structure, with three centre backs forming the back line, and two wing backs working around the midfield four and central striker below . However, a growing trend in the modern game involves teams attacking with a 3 2 4 1 but defending with a back four. This requires at least one of the back line to move into a new position when attacking, with the remainder of the back line swinging around to form a three. How did the 3 2 4 1 originate? The 3 2 4 1 formation is essentially the modern version of the W M formation, which Herbert Chapman s Arsenal popularised with their success in the 1930s. The W M added another defender to counteract increasing attacking numbers at that time a result of a change in the offside law. Later, teams playing back five systems used a 3 2 4 1 when attacking. That meant wing backs advancing forward and working around a central midfield box when attacking, but reverting to a 5 4 1 or 5 2 3 shape when defending below . In the 2020s the 3 2 4 1 emerged again, with coaches who want their team to defend with a back four but attack using a back three. This can mean one defender advances from the back line, such as a full back inverting into midfield. Or it can be two players usually full backs advancing from the back line at the same time. In that case, a single player usually the deepest central midfielder moves the opposite way, dropping in between or alongside the remaining centre backs. The rest of the midfield and forward unit then readjust to form a box of four in midfield, operating between a front three and the back line. Both Pep Guardiola and Marcelo Bielsa are modern examples of coaches who have used these methods to convert a 4 3 3 or 4 2 3 1 into a 3 2 4 1 attacking shape. What are the in possession responsibilities in a 3 2 4 1? The 3 2 4 1 places significant attacking numbers directly up against the opposing back line. The single centre forward can operate between two centre backs, which allows two attacking midfielders to make forward runs and combine in the inside channels, providing crosses and shots. The wingers stretch the opposing back line across the pitch. They attack from the wide areas, providing crosses, attacking combinations and sometimes shots after cutting back inside. With the front three often pinning the opposing back line, the two attacking midfielders also have licence to drop, to rotate and connect with deeper players below . This can help overload the opposition s central midfield unit, allowing for lots of short passes and attacking combinations to help progress up the pitch. The double pivot supports underneath the attack. Along with the two attacking midfielders, the pivots can assist with dominating the ball in the central spaces. They are the link between the back three and the rest of the attacking unit, collecting passes under pressure to then progress play with a range of passing. The back three support the goalkeeper with deeper build up when a team s style is short passes through the thirds. The widest of the three often have space to drive into, so they will frequently carry the ball forward. The middle centre back often drops deeper to help pass the ball across the pitch, or away from pressure. If a team builds more directly, the back three have the opportunity to deliver longer passes or switches of play, often direct to the wingers or centre forward. What are the out of possession responsibilities in a 3 2 4 1? As the 3 2 4 1 is more of an attacking shape, it converts into various defensive structures, with either a high pressing strategy or more cautious mid and low blocks. The centre forward can lead the press by locking play one way, as the rest of the team shuffles across to force the ball down one side of the pitch below . Alternatively, the centre forward can play a more reserved screening role, to block central passing lanes and cover or intercept passes through the middle. The wide players support a high press by jumping alongside the centre forward. The winger opposite to the ball will often narrow, giving further compactness in the centre to limit attempted switches of play. The wide players may also recover back into a deeper defensive position, especially if an opposition full back has advanced in attack. This can help form a four player back line. Should both wide players recover back, they help to form a back five, often in a deeper block below . The wide players then focus on blocking crosses and stopping passes into the penalty area. A winger who inverted when attacking can move back out wide to defend, leaving two or three players in the midfield unit to defend the central spaces. This is often player oriented defending, as well as covering and screening. Should the midfield unit of four remain, then the attacking midfielders can release to support high pressing in place of the wide players. The two deeper midfielders support the press as the second line, often moving wider to help lock the play one way. Alternatively, they aggressively jump on to straight passes into midfield, with the attacking midfielders back pressing and sandwiching the opposing midfielder trying to receive below . As with all defences, the back three should remain as compact as possible for as long as possible, encouraging or forcing play away from goal. The three centre backs often have cover and protection ahead, thanks to the double pivot. The wide areas, however, are often vacant especially during transition meaning that the widest players in the back line may have to defend towards the touchline for longer. When supporting a high press, the back three may also need to be player oriented with their marking against a front three. That places increased emphasis on their individual duelling and 1v1 defending. When teammates recover back into the defensive unit, to form either a back four or five, the focus is on protecting the centre, forcing play away from goal and limiting goalscoring opportunities. Examples of teams using a 3 2 4 1 Unai Emery s Aston Villa Under Unai Emery, Villa have typically defended in a 4 4 2 or 4 4 1 1, but switched to a back three in possession. He has encouraged one of his full backs usually Lucas Digne to advance and create the width on the left. The likes of Jacob Ramsey, John McGinn, Nicolò Zaniolo and Morgan Rogers have moved inside from a wide left starting position, as the number 10 readjusts into the right inside channel. The double pivot remains fixed, completing the box shape ahead of the back three, which moves across to the left below . Mikel Arteta s Arsenal Mikel Arteta has often utilised a 4 3 3 or 4 2 3 1, but converted it to a 3 2 4 1 by moving a full back into a pivot role, as opposed to them pushing high and wide. Oleksandr Zinchenko has often performed that role below although Myles Lewis Skelly stepped into his boots in the 2024 25 season with Arsenal s remaining back line swinging around. One of the midfielders then bumps forward to become a second number 10 alongside Martin Ødegaard, who readjusts accordingly. Enzo Maresca s Chelsea Enzo Maresca has a history of encouraging a full back to advance from the back line, whether to a high and wide position, or to form a double pivot. He has also placed the likes of Malo Gusto and Marc Cucurella into one of the attacking midfield roles, working alongside Cole Palmer as the latter readjusts into the right inside channel below . In this case, the double pivot remains fixed as the back line swings around. The front three remains intact, with the wingers holding the width below . Pep Guardiola s Manchester City Pep Guardiola has used many varieties and rotations to form a 3 2 4 1. Unlike most coaches, he has often converted to a back three by pushing a centre back into the double pivot, alongside Rodri. Guardiola has used this option when his back line has been made up of players with more of a centre back profile, or he has had a full back who is also comfortable at centre back. The likes of Kyle Walker, Nathan Aké and Manuel Akanji have all defended in full back roles, before narrowing to form a back three as a centre back moves into midfield. John Stones below , Fernandinho and Akanji have all advanced to play alongside Rodri during the build phase. City have then bumped one of their midfielders higher as a second number 10, underneath the single centre forward. What are the benefits of playing with a 3 2 4 1? The 3 2 4 1 places eight out of the 10 outfielders through the middle of the pitch. As such, it is one of the few structures that has four players permanently in central midfield. This helps to overload and control the midfield, bossing possession. From here, build up from the back and regular attacks can occur via this central unit. When a team in a 3 2 4 1 loses possession, counter pressing can immediately stop counter attacks and work to regain possession quickly, courtesy of the four players in central midfield. This supports quick counters when the opposition has just begun to open up. The presence of four central players in midfield also helps with winning first and second balls, and dealing with direct play. A team can form a 3 2 4 1 from different formations, with players moving into new attacking roles. It also has enough flexibility for players to easily work themselves into different positions to attack. That means coaches can use it to get the best out of the specific players they have available, rather than the formation being rigid, with attacking options that don t suit the players. This shape also lends itself to quickly forming aggressive high pressing, due to the numbers in attack. The front three, supported by the two attacking midfielders, can put almost instant pressure on the opposition back line and deeper midfielders. It is also a shape that can quickly form a compact block, especially with three centre backs and a double pivot protecting the middle from counter attacks. With wide players recovering quickly, a team in a 3 2 4 1 can form a significantly compact block, often before the opposition have been able to create an attack. What are the disadvantages of playing with a 3 2 4 1? Coaches have often used a 4 2 4 to nullify a team attacking in a 3 2 4 1. The full backs in a 4 2 4 defend the wingers in the 3 2 4 1, with both attacking midfielders also tightly marked, by the opposing double pivot. The 4 2 4 s centre backs overload the centre forward, while their two wide players are often able to cut off wide access between the 3 2 4 1 s centre back and wingers. The two forwards in the 4 2 4 can then protect and cover access into the double pivot of the 3 2 4 1, helping lock the ball down one side. The wider of the three centre backs in the 3 2 4 1 have to be extremely versatile and comfortable enough on the ball to outplay opponents. Furthermore, the distance between the wide centre backs and their winger can often be stretched. A wide centre back s option will often be long, straight passes into the winger, who can be locked along the touchline and forced back. This can result in a fairly simple pressing trap where the 3 2 4 1 locks itself on one side. Additionally, in the absence of full backs or wing backs, if the wide centre backs aren t comfortable or athletic enough to defend in the wide areas, the back line can become stretched, isolated and exploited. The wide players can be isolated in a 3 2 4 1. This places a big emphasis on their 1v1 play, especially ball carrying, dribbling and duelling. The single centre forward, meanwhile, is usually up against two centre backs. Unless they receive regular service, they can also become isolated. And they can face a tough physical battle, as they must receive, hold, link and attack against two opponents. T _o learn more from professional coaches, visit CV Academy_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session David Wright, Norwich City U23 Developing principles of play Online course Master in High Performance Football Coaching Knowledge The 4 2 4 formation football tactics explained Masterclass Enzo Maresca tactics exclusive Coach Watch Unai Emery tactics and style of play Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/3-2-4-1-formation-tactics-explained/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "d3519177-6cd2-487f-9651-a5249275932b",
        "payload": {
            "content": "Coaches Voice The 4 2 2 2 football tactics explained Ralf Rangnick uses a 4 2 2 2 at Manchester United, but what are the benefits to playing with that shape and how does it work? We take a look Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 7 min read Copy link The 4 2 2 2 football tactics explained Getty Images Author Coaches Voice Published on December 22 2021 Powered by What is the 4 2 2 2? The 4 2 2 2 is a formation that uses a traditional four player defensive line and a midfield split into two pairs. The first a double pivot protects the central spaces ahead of the defence, and the second a more advanced pair primarily operates between the lines, in support of two centre forwards. Where does the 4 2 2 2 originate? The 4 2 2 2 formation, sometimes referred to as the magic box , magic rectangle , or magic square , is thought to have first been used in 1950s Brazil, where Flávio Costa focused on free, fluid and improvised attacking play. French manager Albert Batteux then used the 4 2 2 2 structure in winning eight Ligue 1 titles the most by any manager in the 1950s with Reims and the 1960s with Saint Étienne. The 4 2 2 2 system was then used most prominently in South America, although the France national side won Euro 1984 using it. What are the players in possession responsibilities in a 4 2 2 2? The full backs provide the team s attacking width in a 4 2 2 2, often moving ahead of the double pivot. The centre backs use the double pivot to build from the back, while also breaking lines with passes into the attacking midfielders when possible. The double pivot supports attacks underneath the ball, and provides cover inside and behind the advanced full backs. One of the players in the double pivot may drop into the back line after the full backs have pushed forward to create a back three. Alternatively, one of them may provide a delayed forward run to join the attack. The number 10s are the primary creators, and both the most interesting and unique aspect of the 4 2 2 2. They aim to get into positions between the lines to pick up the ball above . They link the defence and double pivot to the centre forwards, while also offering an additional goal threat, bursting forward during counter attacks and subsequent moves to pick up second balls and shoot from distance. It s also common to see the 10s moving wide to support the advanced full backs. They may deliver crosses or make decoy runs to create space for the full back to cross. The centre forwards stay highest, and are responsible for creating and finishing chances. They occupy the opposing centre backs, link play with midfield runners, attack crosses, through balls and cut backs, and stretch the opposition by threatening the space in behind. One of the two strikers may drop short to create space for a midfielder to run in behind, but they mostly remain central and high up the pitch. What are the players out of possession responsibilities in a 4 2 2 2? The back line of four sets up like any other back four, staying compact and protecting the spaces closest to goal. However, the full backs may push forward to press an opponent. When one does so, the centre backs and far side full back slide across the pitch to cover. The double pivot protects the central spaces in front of the centre backs, but will push forward to support a high press if the manager wants them to. They will also be responsible for tracking runs from opposition midfielders beyond the midfield line. The number 10s are likely to take up a narrow defensive position, staying close to the double pivot. When their team drops back into a block, they may move alongside the double pivot to form a second line of four and create a 4 4 2 block. When pressing high, the attacking midfielders could still start narrow, before moving to press the opposition full backs or wing backs in an attempt to lock play near the touchline with a curved press above . Alternatively, the two 10s could press inwards, along with the centre forwards, in an attempt to show the opposition into the crowded central area of the pitch. Here, the double pivot will then try and win the ball. The centre forwards are responsible for instigating the high press, and then applying pressure from behind the ball to stop the opponent from turning out and recycling possession. If the aim is to force play towards the touchline, the centre forwards will press outwards and try to prevent the opposition from switching play. The best modern examples of teams using a 4 2 2 2 Manuel Pellegrini, with several clubs Manuel Pellegrini has used a 4 2 2 2 at Real Madrid, Villarreal, Manchester City and Real Betis, often converting from a 4 2 3 1 or a 4 4 2 in games. With Real Madrid, he used two of Cristiano Ronaldo, Raúl, Karim Benzema and Gonzalo Higuaín up front, with two number 10s selected from Kaká, Esteban Granero, Guti and Rafael van der Vaart. The team s attacking width was provided by overlapping runs from Marcelo and Álvaro Arbeloa or Sergio Ramos, used as a right back while Xabi Alonso and Lassana Diarra played as the double pivot below . Ralph Hasenhüttl, with RB Leipzig and Southampton Hasenhüttl has used a 4 2 2 2 shape in both attack and defence, with an aggressive counter pressing out of possession approach and direct, central counter attacks. With Southampton, the width has been provided by right backs Kyle Walker Peters or Tino Livramento, who pushed forward below , while Danny Ings and Ché Adams formed an impressive and dynamic centre forward partnership in the 2020 21 season. One of them would drop short, while the right sided attacking midfielder then pushed higher. The left sided number 10, meanwhile, took up a wider position, giving more room for one of the double pivot to push forward on that side. The left back tended to be more reserved than the right back. Ralf Rangnick, with RB Leipzig and Manchester United Early in his Manchester United reign, Ralf Rangnick used a 4 2 2 2 structure with Cristiano Ronaldo up front alongside Marcus Rashford bottom . Bruno Fernandes has continued as a number 10, but has more responsibility through the inside channels, with Jadon Sancho used in a much narrower role than he had previously played for England or Borussia Dortmund. The full backs consistently push forward, with Scott McTominay and Fred forming a familiar double pivot to support the press from deep. What are the benefits of playing with a 4 2 2 2? The 4 2 2 2 shape can help create central overloads in dangerous positions around the opposition s central midfielders, leading to frequent progress through the centre of the pitch. When playing against a back four, both opposing centre backs are occupied by the two centre forwards. This discourages them from stepping into midfield to compete for the ball, which can help the two attacking midfielders receive in higher positions. The presence of a double pivot enables the full backs to attack simultaneously without the need for complex rotations or positional changes to add numbers in central midfield. The 4 2 2 2 is a good shape from which a team can counter press centrally, and also launch counter attacks. This is because, without many movements or rotations, there should be significant numbers around the ball when possession is lost centrally. The 4 2 2 2 also provides lots of defensive support and cover through central spaces, which is ideal for protecting goal in a mid block. It also lends itself to forcing the opposition wide when they have the ball. What are the disadvantages to playing with a 4 2 2 2? The 4 2 2 2 lacks natural width in attack, so wider counter attacks are rare. As a result, additional movements from the central players are often required. The centre backs are required to cover the wide areas whenever the double pivot can t get across once the full backs have pushed forward. This can lead to a detached back line, especially when dealing with quick, direct counter attacks when the full backs have advanced. A team in a 4 2 2 2 can be vulnerable to accurate switches of play, with the wide areas left open much of the time. The 4 2 2 2 is best suited to counter attacking and threatening on transition, and is less effective during sustained periods of possession. In this scenario, players can block one another off due to being on the same vertical passing line, especially in central areas. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here._ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-2-2-2-football-tactics-explained-rangnick-hasenhuttl-pellegrini/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "e92b6cc5-924c-4c86-b4c8-a19beed93109",
        "payload": {
            "content": "Coaches Voice The W M formation football tactics explained Modern versions of the W M formation have been used by the likes of Thomas Tuchel and Pep Guardiola. We look at why they use such a shape Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 6 min read Copy link The W M formation football tactics explained Getty Images Author Ali Tweedale Published on January 6 2022 Powered by What is the W M formation? The W M is a formation that was first used in the early 20th century. The classic version was made up of four lines or units, with a back line of three behind two half backs. A pair of inside forwards then supported a front three, making up a 3 2 2 3 shape. Where does the W M originate? The term W M stems from the two shapes or letters formed when one line is drawn between each of the members of the back five, and another between each of the front five. One resembles a W, and the other an M. The idea for the W M formation emerged after the Football Association changed the offside law. The amendment dictated that only two defenders were required to play an opponent onside, as opposed to the three previously. This meant it was easier for attackers to remain onside, so teams committed more players forward to attack. The W M formation added another defender to try and counteract these added numbers in attack. The change to a W M formation also helped teams deal with the three narrow attackers in the 2 3 5 shape. This pyramid formation had been the standard formation in the early 20th century. A statue of Herbert Chapman, one of the earliest adopters of the W M formation, stands outside Arsenal s Emirates Stadium Michael Regan Getty Images How is the W M formation used in modern football? Teams no longer line up in a traditional W M shape, but many will switch to a modern version of the W M when in possession. This is most common from the 3 4 3 formation, when the two wing backs push high and the two number 10s drop off, away from the striker and into midfield. A W M can also be formed from a 4 3 3 structure, once the back four has converted into a three. Here, one of the full backs moves into midfield to form a double pivot. The two number eights then push forward to support the front three, creating a 3 2 2 3 shape. The main reason teams in the modern game use a W M is to establish a structure that can provide adequate cover and protection against counter attacks without any drop in the quality of attacking build up play, positioning and possession. Which teams and managers have used a W M? Herbert Chapman, Arsenal Although not necessarily the inventor of the W M, Herbert Chapman above and his Arsenal side of the 1930s are widely considered to have been the most effective at using the early version of the system. Placing the centre half from the 2 3 5 between the two full backs created a back three, with the two half backs then narrowing ahead of them. The inside forward pair withdrew slightly, supporting a front three. The team was particularly effective on the counter and had plenty of success under Chapman. They lifted the FA Cup in 1930, before going on to win the First Division in both 1930 31 and 1932 33. Pep Guardiola, Manchester City and Bayern Munich With Bayern, Phillip Lahm moved infield from the full back position, creating a double pivot and leaving a back three in defence. At City, João Cancelo and Oleksandr Zinchenko are used similarly. At Bayern, Guardiola sometimes pushed both full backs into pivot roles. The single pivot in his 4 3 3 usually Toni Kroos then dropped into the back line to split the centre backs and form a three above . At City, Guardiola has also used a traditional midfielder usually Fernandinho at centre back in a back four, with the Brazilian moving out of defence to become a second pivot during build up below . Both full backs then stay in the back line to form a three. Thomas Tuchel, Chelsea Tuchel s starting 3 4 3 shape is often changed into a W M structure in possession, as wing backs picked from Reece James, César Azpilicueta, Marcos Alonso and Ben Chilwell push very high, often as far as or even ahead of the centre forward. Mason Mount, Hakim Ziyech and Kai Havertz have operated as the inside forwards ahead of the double pivot below . Unlike Guardiola s teams, no rotations are needed to form the three man back line of the W M, with the three centre backs simply remaining in place. Roberto Martínez, Belgium Martínez used a similar 3 4 3 structure to Tuchel at the 2018 World Cup and Euro 2020, with two narrow number 10s usually selected from Eden Hazard, Kevin De Bruyne and Dries Mertens supporting Romelu Lukaku. The two 10s often start higher to support Lukaku after a pass is made into him, and also then run beyond him. The wing backs drop back towards the ball, slightly adapting the structure of the front line in the W M shape. What are the benefits of playing with a W M? The modern version of the W M helps overload two or three central midfielders, with a four player box formed in the middle of the pitch. Further forward, the front line of three can pin back a back four. This creates a free player, and so the potential for overloads elsewhere on the pitch. From a 4 3 3 or a 3 4 3, few movements are required during build up to convert into a W M structure. This means little change is needed during defensive transitions. The W M also provides cover in central areas and protection against counter attacks, without really hindering the attacking structure. What are the disadvantages to playing with a W M? The W M system requires a number of players to play different roles in and out of possession, often on different lines or in different areas of the pitch. As a result, it demands extremely versatile players. Multiple passes are often required to establish full control of possession to allow teammates time to reposition. If these passes fail, the team may be vulnerable to counter attacks. The shape also leaves the wider areas vulnerable to counter attacks before converting back into the original defensive shape. How does a W M formation differ when in and out of possession? The idea for the modern W M in possession is to create triangles and diamonds between teammates, which in turn forges diagonal passing lines to progress play up the pitch. The highest and widest players the wingers or wing backs aim to stretch the pitch as much as possible, and either receive in space or pull the opposition defence apart to create space centrally for others to receive. In the modern game, it is common for teams to attack with five players across the width of the pitch. The W M provides the perfect foundations for that, as the wide forwards and wing backs push high to join the centre forward. Pushing this many players forward also means teams are in a good position to counter press if possession is lost. The attacking midfielders can join in to crowd central spaces at defensive transitions, while the front three often press aggressively. Out of possession, teams no longer use the W M shape like they used to. Instead, they convert into a back four or five through defenders making recovery runs. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here._ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/wm-formation-football-tactics-explained-tuchel-guardiola-chapman/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    },
    {
        "id": "f39fcbe1-ef89-4664-8b38-981d400f3d67",
        "payload": {
            "content": "Coaches Voice The 4 2 3 1 formation key points Our UEFA licensed coaches explain the key aspects of the 4 2 3 1 formation, as well as the positional requirements to execute it successfully Learning Specialist Education Session Planning Tours EN English Español Learning Specialist Education Session Planning Tours Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Masterclass Academy Interviews Analysis Coaching Knowledge Academy Login Join Academy Coaching Knowledge 5 min read Copy link The 4 2 3 1 formation key points Getty Images Author Coaches Voice Published on September 13 2024 Powered by The 4 2 3 1 formation is one of the most utilised tactical shapes in modern, elite football. Stemming from tweaks to the 4 4 2 formation, and initially most popular in Spain, the 4 2 3 1 steadily grew in popularity in major leagues from the 2000s onwards. It has since been used with success by many prominent coaches, including Pep Guardiola, Arne Slot and Erik ten Hag. Below, our UEFA licensed coaches have outlined the key aspects of the 4 2 3 1, as well as the positional requirements necessary for this formation to be used successfully. Central protection A key aspect of the 4 2 3 1 is that it provides significant central protection ahead of the back line, with a particular focus on the spaces just in front of the two centre backs below . Should the opposition play two central forwards, or a nine and 10 pairing, the double pivot in a 4 2 3 1 can screen, block and back press any attempted passes. Because zone 14 click here to read more about this is one of the most exploited areas of the pitch by attackers, the double pivot can help reduce direct access into this space. At the same time, the pivots are well positioned to force play away from the centre. The 4 2 3 1 often requires defensive midfielders who can duel, tackle and intercept in regular individual battles. These midfielders should also be alert enough to land on any second balls, especially when the back line has won the first contact. The defensive midfielders in a 4 2 3 1 must also have explosive acceleration and deceleration to help cover, screen or duel, as well as reposition. Positional changes in the middle of the pitch relative to the position of the ball and any subsequent attacking movements are crucial. Once the ball has been regained, calmness and composure in the first few passes are required to maintain possession especially when facing an aggressive counter press. Front line width The front line in a 4 2 3 1 offers natural width, both during sustained possession and on the counter attack. This is ideal for wingers who can dribble, carry the ball up the pitch and dominate in 1v1 situations. The positioning of the front three can also help pin a defensive unit of four below , helping create overloads elsewhere on the pitch for deeper teammates to dominate and progress the ball forward. The 4 2 3 1 requires wingers who can create with crosses and penetrative passes from wide areas. They must also be comfortable when receiving up against a touchline. Specific profiles of the wingers can vary, though traditional wingers can attack effectively on the outside of a 4 2 3 1, while a wrong footed winger can cause problems by working back inside. The centre forward must also be comfortable initially working alone, before they are supported by the wide attackers, and the number 10 underneath. As this forward role is often played in a 2v1 underload, clever positioning to combine or disrupt the opposing back line is important. Attacking full backs The full backs can be given significant licence to attack in a 4 2 3 1, thanks to the presence of the double pivot. The 4 2 3 1 works well with full backs who are adept at crossing, in wide combinations, dribbling or driving forward, and also attacking the back post. Spaces either side of the number 10 are ideal for wingers to roll inside, freeing wide space for the full backs to move into below . This works to maintain width in the front line. The double pivot can also support underneath full back advances, covering and screening should possession be lost. It is important that central protection still exists in transition, though, with the deeper players locking any counter attacks to one side. Delaying progress up the pitch gives more time for the advanced full back s and others to recover back. Number 10 In a 4 2 3 1, the number 10 can be the main, central point of the attack. They are often the key player between the lines the link between building and creating and the primary source of attacking play. Giving freedom to the number 10 can prompt differing movements, rotations, patterns and combinations, allowing the 10 to operate in various positions of the attack. Different types of number 10s can flourish within the 4 2 3 1. Germany s 2014 World Cup winner Mesut Özil was a central creator between the lines, capable of slicing open defences with delicate through balls and combinations. It was very rare to see him outside the width of the box. His compatriot Thomas Müller below has also created plenty of chances as a number 10, but these have often been via crosses and passes across goal. He has often made movements that pull defenders with him, freeing teammates in the moments before he provides an assist. Belgium s Kevin De Bruyne has dominated the right inside channel playing for Manchester City. There, he makes penetrative runs to cross, cut back or reverse balls into central goalscoring positions. Other 10s such as Jamal Musiala, Paulo Dybala and Eberechi Eze offer more of a dribbling threat. They carry the ball and beat opponents 1v1 to then combine, create or score. It can go unnoticed, but within the 4 2 3 1 the number 10 often does a significant amount of running both with and without the ball. Repositioning is important when attacking, but when defending in a 4 2 3 1, it s often the number 10 who repositions most without the ball. The centre forward remains high and narrow, ready to counter attack, while the double pivot and back line remain solid and compact. _Want to know more about football tactics and learn how to coach from the very best? Take a look at the Coaches Voice Academy here_ Get coaching updates New coaching sessions, tactical analysis and insights from leading coaches, plus news from the coaching industry, delivered to your inbox. Subscribe to regular Coaches Voice newsletters Coaching Licence UEFA PRO UEFA A UEFA B UEFA C Grassroots Subscribe Elsewhere on CV Coaching Session Birmingham City Under 16 Runs in behind Midfield defensive unit work CV Academy Downloadable session plans CV Academy Coaching Sessions MBP Coaches School Specialist in Set Pieces Enquiry Privacy Policy Cookie Policy Terms Conditions Glossary C Coaches voice 2025 . All rights reserved. We are using cookies to give you the best experience on our website. You can find out more about which cookies we are using or switch them off in settings. Accept Close GDPR Cookie Settings Privacy Overview Strictly Necessary Cookies Performance cookies Additional Cookies Powered by GDPR Cookie Compliance Privacy Overview Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer s hard drive. Strictly Necessary Cookies These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website. Enable or Disable Cookies If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again. Performance cookies These allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Additional Cookies This website uses the following additional cookies Cookie Purpose More information join mailing list WordPress sets this cookie when you load any page, We will hide newsletter form after click on close button and it will not show again on any page. Cookie Value 1 Expiry time 1 week gated list_ WordPress sets this cookie when you load an article page, We will hide contact form after you click on the close button and it will not show again on the particular article page. Cookie Value dynamic cookie value generated here Expiry time 1 week wordpress_test_cookie WordPress sets this cookie when you navigate to the login page. The cookie is used to check whether your web browser is set to allow, or reject cookies. Cookie Value WP Cookie check Expiry time session wp settings 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wp settings time 1 WordPress also sets a few wp settings UID cookies. The number on the end is your individual user ID from the users database table. This is used to customise your view of admin interface and in some circumstances the main site interface. Cookie Value Text indicating your preferred settings Expiry time session wordpress_logged_in_xxxxx WordPress uses this cookie to indicate when you re logged in, and who you are, for most interface use. Cookie Value Your login details in an encrypted form Expiry time session wordpress_xxxxx WordPress uses these cookies to store your authentication details, and their use is limited to the admin console area. Cookie Value Your login authentication details in an encrypted form Expiry time session Please note that third parties including, for example, advertising networks and providers of external services like web traffic analysis services may also use cookies, over which we have no control. These cookies are likely to be analytical performance cookies or targeting cookies. You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies including essential cookies you may not be able to access all or parts of our site. Except for essential cookies, all cookies will expire after the expiry periods stated in the table above. Enable or Disable Cookies Please enable Strictly Necessary Cookies first so that we can save your preferences! Enable All Save Settings en_GB",
            "platform": "learning.coachesvoice.com",
            "source_id": "3c3f3f23-6017-4931-aa80-378e4af8b84d",
            "source_name": "coachesvoice",
            "link": "https://learning.coachesvoice.com/cv/4-2-3-1-formation-fundamentals/"
        },
        "vector": {},
        "shard_key": null,
        "order_value": null
    }
]